Repository: pmoitaly/Zikula-Italian-Translation
Catalog: Core 2.0/modules/zikula/profile-module/Resources/translations/zikulaprofilemodule.*.po
Languages: it

source: %1$s and %2$s on-line.
it: %1$s e %2$s on-line.

source: %s anonymous guest|%s anonymous guests
it: %s visitatore anonimo|%s visitatori anonimi

source: %s registered user|%s registered users
it: %s utente registrato|%s utenti registrati

source: &quot;%1$s: %2$s&quot; is required. Please select an option.
it: E' richiesto &quot;%1$s: %2$s&quot;. Seleziona un'opzione.

source: About Profile
it: Informazioni su Profile

source: About the property labels
it: Informazioni sulle etichette della proprietà

source: About the property values
it: Informazioni sui valori delle proprietà

source: Actions
it: Azioni

source: Activate
it: Attiva

source: Active
it: Attivo

source: After you create a new property label (such as _MYDUDLABEL), you must add the msgid to your catalog (POT file). You will need two lines per label: <strong>msgid '_MYDUDLABEL'</strong> then one line after the <strong>msgstr ''</strong> (study the default catalog content).
it: Dopo aver creato una nuova etichetta di proprietà (come _MYDUDLABEL), devi aggiungere il msgid al tuo catalogo (ovvero il file POT con il template delle traduzioni). Avrai bisogno di due righe per ogni etichetta: <strong> msgid '_MYDUDLABEL' </ strong> poi una riga dopo <strong> msgstr '' </ strong> (studia il contenuto del catalogo predefinito).

source: Attribute name
it: Nome dell'attributo

source: Block content
it: Contenuto del blocco

source: Cancel
it: Annulla

source: Check the <strong><a href="%s">help page</a></strong> to get more information about labels and translatable stuff.
it: Consulta la <strong> <a href="%s"> pagina della guida </a> </ strong> per ottenere ulteriori informazioni su etichette e altro testo traducibile.

source: Confirmation prompt
it: Richiesta di conferma

source: Content
it: Contenuto

source: Copy all the files of the modules/zikula/profile-module/Resources/locale directory to /config/locale. There you will customize the catalog module_zikulaprofilemodule.pot and the translations afterwards.
it: Copia tutti i file nella cartella modules/zikula/profile-module/Resources /locale in /config /locale. Qui personalizzerai il catalogo module_zikulaprofilemodule.pot e le traduzionisuccessive.

source: Create new field
it: Crea un nuovo campo

source: Deactivate
it: Disattiva

source: Delete personal info item
it: Elimina l'informazione personale

source: Do you really want to delete this personal info item?
it: Vuoi davvero eliminare questa informatzione personale?

source: Each option can be added in the catalog to be translated. Also, if you use a custom date format that needs translation, it can be added to the catalog too.<br />Enjoy!
it: Ogni opzione può essere aggiunta al catalogo da tradurre. Inoltre, se si utilizza un formato di dati personalizzato che richiede la traduzione, è possibile aggiungere anch'esso al catalogo. <br /> Buon divertimento!

source: Edit field
it: Modifica campo

source: Edit profile
it: Modifica profilo

source: Fields list
it: Lista dei campi

source: Fieldset
it: Insieme dei campi

source: First of all, it's recommended to move the translation files of Profile to the /config directory to custom them there.
it: Prima di tutto, si consiglia di spostare i file di traduzione di Profile nella directory /config per personalizzarli lì.

source: In the .PO file you will be able to translate _MYDUDLABEL to the corresponding text for each specific language, to provide a legible display string like 'My DUD Label'.
it: Nel file .PO sarai in grado di tradurre _MYDUDLABEL nel testo corrispondente di ogni specifica lingua, per fornire una stringa di visualizzazione leggibile come "My DUD Label".

source: Inactive
it: Inattivo

source: It's recommended to use unique words for the labels, for that reason we use the format: _DUDLABEL and translate them for each available language in the site to a readable text.
it: Si consiglia di utilizzare parole univoche per le etichette, per questo motivo si usa il formato: _DUDLABEL e lo si traduce in un testo leggibile per ogni lingua disponibile nel sito.

source: Item
it: Voce

source: Items marked with an asterisk (*) are required entries.
it: Le voci contrassegnate con un asterisco (*) sono voci obbligatorie.

source: Label
it: Etichetta

source: Last %s registered users
it: Ultimi % s utenti registrati

source: Latest articles of %s
it: Ultimi articoli di %s

source: Latest comments of %s
it: Ultimi commenti di %s

source: Latest submissions of %s
it: Ultimi invii di%s

source: Make this a 'required' item
it: Rendi questo un elemento 'obbligatorio'

source: Messages
it: Messaggi

source: Newest user:
it: Utente più recente:

source: No recent articles found.
it: Nessun articolo recente trovato.

source: No recent comments found.
it: Nessun commento recente trovato.

source: No recently registered users found.
it: Nessun utente registrato recentemente trovato.

source: No registered users are currently online.
it: Nessun utente registrato è online adesso.

source: No users found.
it: Nessun utente trovato.

source: Notice to display with personal info item
it: Nota da visualizzare con le informazioni personali

source: Notice: Entering an ID is optional. If you do not specify an ID, the option position will be used for the ID (starting from zero), instead of the user-defined ID you can enter here. You are recommended to choose an ID that is unique, and to avoid subsequently modifying it.
it: Nota: l'inserimento di un ID è facoltativo. Se non si specifica un ID, verrà utilizzata come ID (a partire da zero) la posizione dell'opzione, anziché l'ID definito dall'utente che è possibile immettere qui. Si consiglia di scegliere un ID univoco e di evitare di modificarlo successivamente.

source: Notice: No special characters or spaces are allowed in the personal info item's label or attribute name.
it: Nota: nell'etichetta dell'elemento informativo personale o nel nome dell'attributo non sono consentiti caratteri speciali o spazi.

source: Notice: Precede output options by '@@'. Example: '@@No@@Yes', '@@Disabled@@Enabled'. The order is important. If you want to have a different label in the edit form, you can use the following format: 'EditLabel@@DisplayNo@@DisplayYes'. All the values are translatable.
it: Nota: far precedere le opzioni di output da '@@'. Esempio: '@@ No @@ Sì', '@@ Disabilitato @@ Abilitato'. L'ordine è importante. Se si desidera avere un'etichetta diversa nel modulo di modifica, è possibile utilizzare il seguente formato: "EditLabel @@ DisplayNo @@ DisplayYes". Tutti i valori sono traducibili.

source: Notice: The attribute name you enter cannot be changed afterwards, so you should choose it carefully.
it: Attenzione: il nome dell'attributo inserito non può essere modificato in seguito, quindi è necessario sceglierlo attentamente.

source: Notice: This version does not support upgrades from versions less than 1.6. Please upgrade before upgrading again to this version.
it: Avviso: questa versione non supporta gli aggiornamenti da versioni inferiori a 1.6. Eventualmente, effettuare l'aggiornamento alla versione 1.6 prima di eseguire di nuovo l'aggiornamento a questa versione.

source: Notice: Use drag and drop to arrange the personal info items into your desired order. The new order will be saved automatically when you drop the item into place.
it: Nota: utilizzare il trascinamento della selezione per organizzare le informazioni personali nell'ordine desiderato. Il nuovo ordine verrà salvato automaticamente quando si rilascia l'elemento nella nuova posizione.

source: Notice: Use the following format for each option: '@@label@id'. Example for a simple list: '@@option 1@id1@@option 2@id2@@option 3@id3'. Example for a multiple checkbox set: '1@@option 1@id1@@option 2@id2@@option 3@id3'. The options are translatable.
it: Nota: usare il seguente formato per ciascuna opzione: '@@ etichetta @ id'. Esempio per un elenco semplice: '@@ opzione 1 @ id1 @@ opzione 2 @ id2 @@ opzione 3 @ id3'. Esempio per un set di caselle multiple: '1 @@ opzione 1 @ id1 @@ opzione 2 @ id2 @@ opzione 3 @ id3'. Le opzioni sono traducibili.

source: Notice: Use the following format for each option: '@@label@id'. Example: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. The options are translatable.
it: Nota: usare il seguente formato per ciascuna opzione: '@@ etichetta @ id'. Esempio: '@ opzione radio 1 @ id1 @@ opzione radio 2 @ id2 @@ opzione radio 3 @ id3'. Le opzioni sono traducibili.

source: Notice: Use the following format for each option: 'id,label;'. Example: 'id1,label1;id2,label2;id3,label3'. Each property should be separated with a semicolon (';'). The ID and label of each property should be separated by a comma (','). The labels are translatable.
it: Nota: usare il seguente formato per ciascuna opzione: "id, etichetta;". Esempio: 'id1, label1; id2, label2; id3, label3'. Ogni proprietà dovrebbe essere separata con un punto e virgola (';'). L'ID e l'etichetta di ogni proprietà devono essere separati da una virgola (','). Le etichette sono traducibili.

source: Notice: You can choose the date format to use: 'EUR' (day month year, default), 'US' (month day, year) or 'DB' (YYYY-MM-DD). Month names are automatically translated.
it: Nota: è possibile scegliere il formato della data da utilizzare: "EUR" (giorno mese anno; valore predefinito), "US" (mese giorno, anno) o "DB" (AAAA-MM-GG). I nomi dei mesi sono tradotti automaticamente.

source: Notice: Your personal custom block is a special block that will display in site pages when you are logged-in to the site. It is only displayed for you, and you choose what content it contains. One example of what you can do with the block is to use HTML code to include links to Web pages on this site or another site. Are there site pages that you frequently visit but that don't have links in the main menu? You can insert a link to them here, so that they are easily accessible for you. To see this block during your visits, don't forget to activate the 'Enable your personal custom block' checkbox. Afterwards, click 'Save' to save your changes.
it: Avviso: il blocco personalizzato è un blocco speciale che verrà visualizzato nelle pagine del sito quando effettui l'accesso con nome utente e password. Viene visualizzato solo per te e puoi scegliere il suo contenuto. Un esempio di cosa è possibile fare con il blocco è utilizzare il codice HTML per includere collegamenti a pagine Web su questo sito o su un altro sito. Ci sono pagine del sito che frequenti, ma che non hanno collegamenti nel menu principale? Qui puoi inserire un link, in modo che siano facilmente accessibili per te. Per vedere questo blocco durante le tue visite, non dimenticare di attivare la casella di controllo "Abilita il tuo blocco personalizzato personale". Successivamente, fai clic su "Salva" per salvare le modifiche.

source: On %s
it: Il %s

source: Pattern
it: Modello

source: Personal custom block
it: Blocco personalizzato

source: Personal info items to include in user registration form
it: Informazioni personali da includere nel modulo di registrazione

source: Personal information
it: Informazioni personali

source: Please select an item in the list.
it: Seleziona un elemento della lista.

source: Profile
it: Profilo

source: Profile manager
it: Gestione del profilo

source: Profile settings
it: Impostazioni del profilo

source: Real name
it: Nome reale

source: Registered on %s
it: Registrato il %s

source: Registered users
it: Utenti registrati

source: Registered users list settings
it: Impostazioni della lista di utenti registrati

source: Registered:
it: Registrato:

source: Registration date
it: Data di registrazione

source: Registration date:
it: Data di registrazione:

source: Save
it: Salva

source: Search
it: Cerca

source: Search in real names
it: Cerca tra i nomi reali

source: Search in sites
it: Cerca nei siti

source: Search in user names
it: Cerca tra i nomi utente

source: Select
it: Seleziona

source: Send private message to %s
it: Manda un messaggio privato a %s

source: Settings
it: Impostazioni

source: Site
it: Sito

source: Some display types like checkboxes, radio buttons, dropdown lists and multicheckboxes, allows to define a specific set of options to show.
it: Alcuni tipi di visualizzazione come checkbox, pulsanti di opzione, elenchi a discesa e caselle a selezione multipla, consentono di definire un insieme specifico di opzioni da mostrare.

source: Sorry! A required personal info item is missing. Please correct and try again.
it: Manca un'informazione personale richiesta. Correggi e riprova.

source: Statistics
it: Statistiche

source: Status
it: Stato

source: Submit
it: Invia

source: The personal info items that you activate below will be displayed in the user registration form if the 'Users' module is configured to display personal info items during user registration, and if the 'Profile' module is specified in the 'General settings manager' as the module to provide the site's user profile management functionality. Personal info items that are configured as 'Required' will always be displayed in the user registration form.
it: Le informazioni personali che si attivano di seguito verranno visualizzate nel modulo di registrazione utente se il modulo "Utenti" è configurato per visualizzare le informazioni personali durante la registrazione dell'utente e se il modulo "Profilo" è specificato nel "Gestore impostazioni generali" come il modulo per fornire la funzionalità di gestione del profilo utente del sito. Le informazioni personali che sono configurate come "obbligatorie" verranno sempre visualizzate nel modulo di registrazione dell'utente.

source: There are some details that you may know about Profile and how it let you translate the account properties labels and values of your site.
it: Ci sono alcuni dettagli che dovresti conoscere sul modulo Profilo e su come tradurre le etichette e i valori delle proprietà dell'account del tuo sito.

source: Type
it: Tipo

source: Type of control to display
it: Tipo di controllo da mostrare

source: User information
it: Informazioni sull'utente

source: User name
it: Nome utente

source: User name:
it: Nome utente:

source: User registration form settings
it: Impostazioni del modulo di registrazione utente

source: Users online
it: Utenti online

source: View profile of %uname%
it: Vedi il profilo di %uname%

source: View users online
it: Vedi gli utenti online

source: Visibility
it: Visibilità

source: Warning! If you want to edit the ID of an option without losing associated user data in the database, its label must not be renamed simultaneously. Also, do not assign IDs and labels the same naming. You are recommended to give each option an unique ID and a unique name, and to try to avoid renaming an ID once it has been created.
it: Attenzione! Se vuoi modificare l'ID di un'opzione senza perdere i dati utente associati nel database, non deve essere rinominata contemporaneamente anche l'etichetta . Inoltre, non assegnare a ID ed etichette lo stesso nome. Si consiglia di assegnare a ciascuna opzione un ID univoco e un nome univoco e di evitare di rinominare un ID una volta creato.

source: With the updated POT, you can syncronize the translations (.PO files) for each available language, or even create a new .PO from the catalog with a tool like poEdit.
it: Con il catalogo POT aggiornato, è possibile sincronizzare le traduzioni (file .PO) per ogni lingua disponibile o persino creare un nuovo .PO dal catalogo con uno strumento come poEdit.

source: click to
it: fai click su

source: total
it: totale

source: unread
it: non letto
