Repository: pmoitaly/Zikula-Italian-Translation
Catalog: Core 2.0/app/Resources/translations/zikula.*.po
Languages: it

source: Upgrading Zikula in %env% environment.
it: Aggiornamento di Zikula nell'ambiente %env%.

source: Upgrading modules
it: Aggiornamento dei moduli

source: Upgrading to Core %version%
it: Aggiornamento al core %version%

source: Upload
it: Carica

source: Use 'HTML Purifier' + internal mechanism as output filter
it: Usa 'HTML Purifier' + il meccanismo interno come filtro di output

source: Use PHPIDS
it: Usa PHPIDS

source: Use default value (if checked) or override value
it: Usa il valore predefinito (se selezionato) o sovrascrivi il valore

source: Use different keywords.
it: Usa differenti keyword.

source: Use fewer words.
it: Usa meno parole.

source: Use internal output filter only
it: Usa solo il filtro interno

source: Use keywords that are more general.
it: Usa keyword più generiche.

source: Use site's theme
it: Usa il tema del sito

source: Useful resources
it: Risorse utili

source: User Credential Settings
it: Impostazioni delle credenziali dell'utente

source: User ID
it: ID dell'utente

source: User Login Settings
it: Impostazioni dell'accesso dell'utente

source: User Name
it: Nome utente

source: User deleted!|%n users deleted!
it: Utente eliminato!|%n utenti eliminati!

source: User log-in
it: Accesso dell'utente

source: User login
it: Accesso dell'utente

source: User management hooks
it: Hooks della gestione dell'utente

source: User migration complete!
it: Migrazione dell'utente completata!

source: User must verify email address
it: L'utente deve verificare l'indirizzo email

source: User name
it: Nome utente

source: User name or Email
it: Nome utente o email

source: User name or email
it: Nome utente o email

source: User name:
it: Nome utente:

source: User name: %sub%
it: Nome utente: %sub%

source: User names can contain letters, numbers, underscores, periods, spaces and/or dashes.
it: I nomi utente possono contenere lettere, numeri, trattini bassi, punti, spazi e / o trattini.

source: User not found. Please contact the system administrator for assistance.
it: Nome utente non trovato. Contatta l'amministratore di sistema per assistenza.

source: User permission check
it: Controlli delle autorizzazioni dell'utente

source: User registration is moderated
it: La registrazione degli utenti è moderata

source: User settings
it: Impostazioni dell'utente

source: User status
it: Stato dell'utente

source: User theme
it: Tema dell'utente

source: Users
it: Utenti

source: Users authenticating off site (re-entrant) are logged in automatically regardless of this setting.
it: Gli utenti che effettuano l'autenticazione al di fuori del sito (rientranti) accedono automaticamente indipendentemente da questa impostazione.

source: Users created by an admin are automatically considered verified.
it: Gli utenti creati dall'amministratore sono automaticamente considerati verificati.

source: Users groups
it: Gruppi di utenti

source: Users list
it: Lista degli utenti

source: Users pending approval
it: Utenti in attesa di approvazione

source: Value
it: Valore

source: Value:
it: Valore:

source: Variable
it: Variabile

source: Variable validation
it: Convalida della variabile

source: Variable value
it: Valore della variabile

source: Verification code
it: Codice di verifica

source: Verify my e-mail address
it: Verifica il mio indirizzo di email

source: Verify my e-mail address change.
it: Verifica il cambio del mio indirizzo di email.

source: Verify your e-mail address for %s.
it: Verifica il tuo indirizzo email per %s.

source: Verify your request to change your e-mail address at '%s'
it: Verifica la tua richiesta di cambio dell'indirizzo email a'%s'

source: Version
it: Versione

source: View IDS log
it: Mostra il log degli IDS

source: View membership of ":name" group
it: Visualizza l'appartenenza al gruppo ": name"

source: WARNING: %name has an invalid composer.json file which could not be decoded.
it: ATTENZIONE: %name ha un file composer.json non valido che non può essere decodificato.

source: WARNING: The "%name%" block position is not available in the current default theme.
it: ATTENZIONE: la posizione dei blocchi "%name%" non è disponibile nel tema predefinito attuale.

source: WARNING: The PHP Extension %ext is not loaded. All functions using this will default to %locale. Seek assistance from your provider to install.
it: ATTENZIONE: l'estensione PHP %ext non è caricata. Tutte le funzioni che la usano avranno per impostazione predefinita %locale. Chiedi assistenza al tuo provider per l'installazione.

source: WARNING: You appear to be editing your OWN account.
it: ATTENZIONE: sembra che tu stia modificando il tuo account.

source: WARNING: You appear to be editing your OWN account. You will not be able to modify active status, some group memberships or delete yourself.
it: ATTENZIONE: sembra che tu stia modificando il tuo account. Non sarai in grado di modificare lo stato attivo, alcune appartenenze al gruppo o eliminare te stesso.

source: WARNING: changing the url affects SEO by breaking existing indexed search results.
it: ATTENZIONE: la modifica dell'URL influisce sul SEO compromettendo i risultati di ricerca indicizzati esistenti.

source: Warn only
it: Avvisa soltanto

source: Warning
it: Attenzione

source: Warning! Enabling the &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; or &lt;iframe&gt; tags increases the opportunity for attacks against your users that might reveal their personal information. Therefore, you are recommended to keep these tags set to 'Not allowed' unless you are sure that you really understand the consequences of enabling them.
it: Attenzione! Abilitare i tag &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; or &lt;iframe&gt; oppure &lt;iframe&gt; aumenta la possibilità di attacchi contro i tuoi utenti che potrebbero consentire il furto delle loro informazioni personali. Pertanto, si consiglia di mantenere questi tag impostati su "Non consentito" a meno che non sia sicuro di aver veramente compreso le conseguenze dell'abilitazione.

source: Warning! New user information has been saved, however there may have been an issue saving it properly.
it: Attenzione! Le informazioni sui nuovi utenti sono state salvate, tuttavia potrebbe essersi verificato un problema nel salvarle correttamente.

source: Warning! Nothing to do! %sub% is already approved.
it: Attenzione! Nessuna azione richiesta! %sub% è già approvato.

source: Warning! Only enable the above option if this site is isolated from the Internet, otherwise security could be endangered if you omit to remove the Installer script from the site root and are not prompted to do so.
it: Attenzione! Abilita l'opzione sopra solo se questo sito è isolato da Internet, altrimenti la sicurezza potrebbe essere compromessa se si omette di rimuovere lo script del programma di installazione dalla radice del sito e non viene richiesto di farlo.

source: Warning! Other modules present in the system require this module. If you uninstall this module then these modules that require it will also be uninstalled.
it: Attenzione! Altri moduli presenti nel sistema richiedono questo modulo. Se si disinstalla questo modulo, verranno disinstallati anche quelli che lo richiedono.

source: Warning! Removing this module will also remove the following blocks
it: Attenzione! La rimozione di questo modulo rimuoverà anche i seguenti blocchi

source: Warning! The notification email for the new registration could not be sent.
it: Attenzione! Non è stato possibile inviare l'email di notifica per la nuova registrazione.

source: Warning! The notification email for the newly created user could not be sent.
it: Attenzione! Non è stato possibile inviare l'email di notifica per l'utente appena creato.

source: Warning! The user account was created, but there was a problem adding the account to the default group.
it: Attenzione! L'account utente è stato creato, ma si è verificato un problema durante l'aggiunta dell'account al gruppo predefinito.

source: Warning! The welcoming email for the new registration could not be sent.
it: Attenzione! Non è stato possibile inviare l'email di benvenuto per la nuova registrazione.

source: Warning! The welcoming email for the newly created user could not be sent.
it: Attenzione! Non è stato possibile inviare l'e-mail di benvenuto per l'utente appena creato.

source: Warning! Uninstalling this module will also permanently remove all data associated with it, including all data held by other modules that are hooked to this module.
it: Attenzione! La disinstallazione di questo modulo rimuoverà in modo permanente anche tutti i dati ad esso associati, inclusi tutti i dati memorizzati da altri moduli collegati a questo modulo.

source: Warning! Using the <a href="%s">HTML Purifier output filter</a> will override settings for some HTML tags (such as &lt;object&gt; and &lt;embed&gt;).
it: Attenzione! L'uso del <a href="%s">filtro di output del purificatore HTML</a> sostituirà le impostazioni di alcuni tag HTML (come &lt;object&gt; e &lt;embed&gt;).

source: Warning: Block template locations modified, you may need to fix your template overrides if you have any.
it: Attenzione: posizioni dei modelli dei blocchi modificate, potrebbe essere necessario correggere le sostituzioni dei modelli, se presenti.

source: Warning: could not install selected dependency %s
it: Attenzione: impossibile installare la dipendenza selezionata %s

source: Weekly
it: Settimanale

source: Welcome to %1$s (%2$s)!
it: Benvenuto in %1$s (%2$s)!

source: Welcome to %1$s, %2$s!
it: Benvenuto in %1$s, %2$s!

source: Welcome to %s!
it: Benvenuto in %s!

source: Welcome to %sub%!
it: Benvenuto in %sub%!

source: Welcome to the route section of the Routes application.
it: Benvenuti nella sezione del percorso dell'applicazione Percorsi.

source: When a site is originally installed, the Installer script creates a configuration file called 'config.php' that is located in the sub-directory 'config' within the site's root directory. It should not be left writeable, because this leaves an opportunity for a security breach. You should set the file's permissions to read-only (chmod 400, 440 or at worst 444).
it: Quando un sito è installato per la prima volta, lo script Installer crea un file di configurazione chiamato 'config.php' che si trova nella sottocartella 'config' all'interno della cartella principale del sito. Non dovrebbe essere lasciato scrivibile, perché questo offre l'opportunità di violare la sicurezza. È necessario impostare le autorizzazioni del file a sola lettura (chmod 400, 440 o nel peggiore dei casi 444).

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been deactivated. You are recommended to leave the Security center activated, as it enhances a site's security.
it: Quando un sito è installato per la prima volta, il Centro sicurezza viene installato e attivato per impostazione predefinita. Vedrai il messaggio sopra se il Centro sicurezza è stato disattivato. Si consiglia di lasciare attivato il Centro sicurezza, poiché migliora la sicurezza di un sito.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been removed. You are recommended to leave the Security center installed, as it enhances a site's security.
it: Quando un sito è installato per la prima volta, il Centro sicurezza viene installato e attivato per impostazione predefinita. Vedrai il messaggio sopra se il Centro sicurezza è stato rimosso. Si consiglia di lasciare installato il Centro sicurezza, poiché migliora la sicurezza di un sito.

source: When checked, this option causes graphic icons to be displayed for each module in the Administration panel.
it: Se selezionata, questa opzione consente di visualizzare icone grafiche per ciascun modulo nel pannello Amministrazione.

source: When lists are displayed (for example, lists of users, lists of registrations) this option controls how many items are displayed at one time.
it: Quando vengono mostrati elenchi (ad esempio elenchi di utenti, o elenchi di registrazioni) questa opzione controlla il numero di elementi visualizzati contemporaneamente.

source: With description
it: Con descrizione

source: With selected routes
it: Con percorsi selezionati

source: Word wrap
it: A capo

source: Workflow "%workflow%" not found.
it: Workflow "%workflow%" non trovato.

source: Workflow editor
it: Editor del Workflow

source: Workflow settings
it: Impostazioni dei Workflow

source: Writing and thinking
it: Scritti e pensieri

source: Yes
it: Sì

source: Yes, cancel the change of password
it: Sì, annulla la modifica della password

source: Yes, force the change of password
it: Sì, forza la modifica della password

source: You already have a pending application. Please wait until the administrator notifies you.
it: Hai già una richiesta in sospeso. Attendi fino a quando l'amministratore non ti avviserà.

source: You are already a member of this group.
it: Sei già membro di questo gruppo.

source: You are an anonymous guest.
it: Sei un visitatore anonimo.

source: You are currently using an unreleased version of the Zikula Core.
it: Stai usandouna versione inedita di Zikula Core.

source: You are in:
it: Sei in:

source: You are logged-in as <strong>%sub%</strong>.
it: Sei collegato come <strong>%sub%</strong>.

source: You are not allowed to alter your own active state.
it: Non è consentito modificare il proprio stato attivo.

source: You are not allowed to delete Uid %uid
it: Non puoi eliminare l'ID utente %uid

source: You are not allowed to remove yourself from the default group.
it: Non puoi rimuoverti dal gruppo predefinito.

source: You are not allowed to remove yourself from the primary administrator group.
it: Non puoi rimuovere te stesso dal gruppo di amministratori principale.

source: You are seeing this message because Zikula is not yet installed. You can install Zikula by clicking on the install button, but before doing so please read the %inst%. Further information can be found in the %docs%.
it: Stai visualizzando questo messaggio perché Zikula non è ancora installato. Puoi installare Zikula facendo clic sul pulsante di installazione, ma prima di farlo leggi% inst%. Ulteriori informazioni sono disponibili in% docs%.

source: You are seeing this message because Zikula requires upgrade. You can upgrade Zikula by clicking on the upgrade button, but before doing so please read the %inst%. Further information can be found in the %docs%.
it: Stai visualizzando questo messaggio perché Zikula richiede un aggiornamento. Puoi aggiornare Zikula facendo clic sul pulsante di aggiornamento, ma prima di farlo leggi% inst%. Ulteriori informazioni sono disponibili in% docs%.

source: You are the only recipient of this message, and your user name has not been sent to any other e-mail address.
it: Sei l'unico destinatario di questo messaggio e il tuo nome utente non è stato inviato a nessun altro indirizzo email.

source: You are using the latest stable version of the Zikula core.
it: Stai utilizzando la versione stabile più recente del core di Zikula.

source: You can <a href=%sub%>register here</a>.
it: Puoi <a href=%sub%>registrati qui</a>.

source: You can arrange categories list using drag and drop. New order will be saved automatically.
it: Puoi organizzare l'elenco delle categorie trascinando un elemento. Il nuovo ordine verrà salvato automaticamente.

source: You can change your routing configuration in the general settings: %s.
it: È possibile modificare la configurazione dei percorsi nelle impostazioni generali: %s.

source: You can choose the displayed name(s) for each module.
it: È possibile scegliere i nomi visualizzati per ciascun modulo.

source: You can confirm the e-mail address change by clicking on this link:
it: Puoi confermare la modifica dell'indirizzo e-mail visitando questa URL:

source: You can confirm the e-mail address change by going to this URL with your browser:
it: Puoi confermare la modifica dell'indirizzo e-mail visitando questa URL con il tuo browser:

source: You can just delete the message and log-in with your existing password next time you visit the site.
it: Puoi semplicemente eliminare il messaggio e accedere con la password esistente la prossima volta che visiti il sito.

source: You can just delete this message.
it: Puoi semplicemente eliminare questo messaggio.

source: You can now create a new password by clicking on this link:
it: Ora puoi creare una nuova password facendo clic su questo link:

source: You can now create a new password by clicking on this link: %sub%
it: Ora puoi creare una nuova password facendo clic su questo link: %sub%

source: You can set a question to be answered at registration time, to protect the site against spam automated registrations by bots and scripts.
it: È possibile impostare una domanda a cui rispondere al momento della registrazione, per proteggere il sito da registrazioni automatizzate di spam tramite bot e script.

source: You can try the following:
it: Puoi provare quanto segue:

source: You did not provide the correct answer for the security question. Try %s
it: Non hai fornito la risposta corretta per la domanda di sicurezza. Prova%s

source: You do not have permission for that action.
it: Non hai i permessi per questa azione.

source: You do not have permission. You must login first.
it: Non sei autorizzato. Devi prima accedere.

source: You have JavaScript disabled. Please activate it to proceed or use the CLI script instead.
it: Hai JavaScript disabilitato. Per procedere, attivalo oppure usa lo script da linea di comando.

source: You have a problem! '%s' is not writeable. Please ensure that the permissions are set correctly for the installation process.
it: C'è un problema! '%s' non è scrivibile. Assicurati che le autorizzazioni siano impostate correttamente per il processo di installazione.

source: You have got a problem! Your PHP installation does not have the token functions available, but they are necessary for Zikula's output system.
it: C'è un problema! La tua installazione di PHP non ha le funzioni token disponibili, ma per il sistema di output di Zikula sono necessarie.

source: You have got a problem! Your PHP version is %actual, which does not satisfy the Zikula system requirement of version %required or later.
it: C'è un problema! La tua versione di PHP è %actuale, che non soddisfa i requisiti di sistema di Zikula dalla versione %required o successiva.

source: You have got a problem! Your PHP version is %s, which does not satisfy the Zikula system requirement of version %phpmin or later.
it: C'è un problema! La tua versione di PHP è la %s, che non soddisfa i requisiti di sistema di Zikula dalla versione %phpmin o successiva.

source: You have the possibility of enabling support for legacy modules. However, legacy modules can contain security holes that can compromise a site's security. You are strongly recommended to only use up-to-date versions of modules that are compliant with the project's official API (Application Programming Interface). In this case, legacy module support can be disabled (this is the default setting when a site is first installed).
it: Hai la possibilità di abilitare il supporto per i moduli legacy. Tuttavia, i moduli legacy possono contenere falle di sicurezza che possono compromettere la sicurezza di un sito. Si consiglia vivamente di utilizzare solo versioni aggiornate di moduli conformi all'API (Application Programming Interface) ufficiale del progetto. In questo caso, il supporto del modulo legacy può essere disabilitato (questa è l'impostazione predefinita alla prima installazione di un sito).

source: You may now log into the web site.
it: Ora puoi accedere al sito.

source: You must confirm this change before it will take effect.
it: Devi confermare questo cambio, prima che abbia effetto.

source: You see the message
it: Vedi il messaggio

source: You will receive an additional e-mail message once an administrator has reviewed your request.
it: Riceverai un altro messaggio via email dopo che un amministratore avrà esaminato la tua richiesta.

source: You will receive an e-mail to your new e-mail address to confirm the change.
it: Riceverai un'email al tuo nuovo indirizzo per confermare la modifica.

source: You will see listed all the modules currently installed and activated. Open the dropdown list beside each module and choose the module category in which that module should be placed.
it: Vedrai elencati tutti i moduli attualmente installati e attivati. Apri l'elenco a discesa accanto a ciascun modulo e scegli la categoria di modulo in cui quel modulo deve essere inserito.

source: You will use your e-mail address to identify yourself when you log in.
it: Userai il tuo indirizzo email per identificarti quando effettui l'accesso.

source: Your PHP installation does not have the JSON functions available. Zikula needs this to handle AJAX requests.
it: L'installazione di PHP non ha le funzioni JSON disponibili. Zikula ne ha bisogno per gestire le richieste AJAX.

source: Your PHP installation does not have the multi-byte string functions available. Zikula needs this to handle multi-byte character sets.
it: L'installazione di PHP non ha le funzioni di stringa multi-byte disponibili. Zikula ne ha bisogno per gestire set di caratteri multi-byte.

source: Your PHP installation doesn't have the PDO extension loaded.
it: L'installazione di PHP non ha l'estensione PDO caricata.

source: Your PHP installation's PCRE library does not have Unicode property support enabled. Zikula needs this to handle multi-byte character sets in regular expressions. The PCRE library used with PHP must be compiled with the '--enable-unicode-properties' option.
it: La libreria PCRE dell'installazione PHP non ha abilitato il supporto Unicode. Zikula ne ha bisogno per gestire set di caratteri multi-byte nelle espressioni regolari. La libreria PCRE usata con PHP deve essere compilata con l'opzione '--enable-unicode-properties'.

source: Your PHP installation's PCRE library has Unicode property support enabled.
it: La libreria PCRE dell'installazione PHP ha il supporto Unicode abilitato.

source: Your PHP version is %s.
it: La tua versione di PHP è %s.

source: Your account application has been approved. Thank you for your patience during the new account application review process.
it: La tua richiesta di registrazione è stata approvata. Grazie per la pazienza dimostrata durante il nuovo processo di revisione delle domande di account.

source: Your account details are as follows:
it: I dettagli del tuo account sono i seguenti:

source: Your change has been successfully saved. You are now logged in with your new password.
it: La tua modifica è stata salvata correttamente. Ora sei collegato con la tua nuova password.

source: Your log-in request was not completed. You must change your web site account's password first.
it: La tua richiesta di accesso non è stata completata. Devi prima cambiare la password dell'account del tuo sito web.

source: Your new account is not active yet. Please contact the site administrator for more information.
it: Il tuo nuovo account non è ancora attivo. Contatta l'amministratore del sito per ulteriori informazioni.

source: Your new password cannot match your current password.
it: La tua nuova password non può essere uguale alla tua password attuale.

source: Your recent request at %s.
it: La tua recente richiesta su %s.

source: Your request could not be processed due to invalid arguments.
it: Impossibile elaborare la richiesta a causa di argomenti non validi.
