Repository: pmoitaly/Zikula-Italian-Translation
Catalog: Core 2.0/app/Resources/translations/zikula.*.po
Languages: it

source: Your request could not be processed due to invalid arguments. Maybe your link is expired?
it: Impossibile elaborare la richiesta a causa di argomenti non validi. Forse il tuo link è scaduto?

source: Your request could not be processed due to missing arguments.
it: Impossibile elaborare la richiesta a causa di argomenti mancanti.

source: Your request could not be processed.
it: Impossibile elaborare la richiesta.

source: Your request is also waiting for administrator approval.
it: La tua richiesta è in attesa di approvazione da parte dell'amministratore.

source: Your user name is used to identify you to other users on the site. You still need to set one up, even though you will not be using it to log in.
it: Il tuo nome utente viene utilizzato dagli altri utenti del sito per riconoscerti. Devi ancora configurarne uno, anche se non lo utilizzerai per accedere.

source: Your verification code is:
it: Il tuo codice di verifica è:

source: Zikula Administration Module
it: Modulo di amministrazione di Zikula

source: Zikula Administration Module installed
it: Modulo di amministrazione di Zikula installato

source: Zikula Blocks Module
it: Modulo dei blocchi di Zikula

source: Zikula Blocks Module installed
it: Modulo dei blocchi di Zikula installato

source: Zikula Categories Module
it: Modulo delle categorie di Zikula

source: Zikula Categories Module installed
it: Modulo delle categorie di Zikula installato

source: Zikula Core
it: Core di Zikula

source: Zikula Core Installer
it: Installazione del core di Zikula

source: Zikula Core is already installed so the installer has been disabled. If you need to run the installer a second time, you must reset config.php to its original state and clear the database tables before running the installer again.
it: Zikula Core è già installato, quindi il programma di installazione è stato disabilitato. Se è necessario eseguire l'installazione una seconda volta, è necessario ripristinare config.php al suo stato originale e cancellare le tabelle del database prima eseguire nuovamente l'installazione.

source: Zikula Core is already installed!
it: Zikula Core è già installato!

source: Zikula Core is not installed!
it: Il core di Zikula non è installato!

source: Zikula Core requires upgrade!
it: Il core di Zikula deve essere aggiornato!

source: Zikula Extension Module
it: Modulo delle estensioni di Zikula

source: Zikula Extensions Module installed
it: Modulo delle estensioni di Zikula installato

source: Zikula Groups Module
it: Modulo dei gruppi di Zikula

source: Zikula Groups Module installed
it: Modulo dei gruppi di Zikula installato

source: Zikula Installer Script
it: Script di installazione di Zikula

source: Zikula Mailer Module
it: Modulo di spedizione email di Zikula

source: Zikula Mailer Module installed
it: Modulo di spedizione email di Zikula installato

source: Zikula Menu Module
it: Modulo dei menu di Zikula

source: Zikula Menu Module installed
it: Modulo dei menu di Zikula installato

source: Zikula Permissions Module
it: Modulo dei permessi di Zikula

source: Zikula Permissions Module installed
it: Modulo dei permessi di Zikula installato

source: Zikula Routes Module
it: Modulo dei percorsi di Zikula

source: Zikula Routes Module installed
it: Modulo dei percorsi di Zikula installato

source: Zikula Search Module
it: Modulo di ricerca di Zikula

source: Zikula Search Module installed
it: Modulo di ricerca di Zikula installato

source: Zikula Security Module
it: Modulo di sicurezza di Zikula

source: Zikula Security Module installed
it: Modulo di sicurezza di Zikula installato

source: Zikula Settings Module
it: Modulo delle impostazioni di Zikula

source: Zikula Settings Module installed
it: Modulo delle impostazioni di Zikula installato

source: Zikula Theme Module
it: Modulo dei temi di Zikula

source: Zikula Theme Module installed
it: Modulo dei temi di Zikula installato

source: Zikula Upgrader Script
it: Script di aggiornamento di Zikula

source: Zikula Users Module
it: Modulo degli utenti di Zikula

source: Zikula Users Module installed
it: Modulo degli utenti di Zikula installto

source: Zikula ZAuth Module
it: Modulo delle autorizzazioni di Zikula

source: Zikula ZAuth Module installed
it: Modulo delle autorizzazioni di Zikula installato

source: Zikula already appears to be installed.
it: Zikula sembra essere già installato.

source: Zikula documentation
it: Documentazione di Zikula

source: Zikula installation completed!
it: Installazione di Zikula completata!

source: Zikula is already installed!
it: Zikula è già installato!

source: Zikula is free software released under the GPL license!
it: Zikula è un software gratuito rilasciato sotto licenza GPL!

source: Zikula is installing!
it: Zikula è in corso di installazione!

source: Zikula is not installed!
it: Zikula non è installato!

source: Zikula is not upgraded!
it: Zikula non è aggiornato!

source: Zikula is upgrading!
it: Zikula è in corso di aggiornamento!

source: active
it: attivo

source: be patient!
it: sii paziente!

source: copy
it: copia

source: date.timezone is currently not set. It needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
it: date.timezone non è impostato. Deve essere impostato nel tuo php.ini su un fuso orario valido, come UTC, GMT + 5, Europa / Berlino, ecc.

source: days
it: giorni

source: days (if 'Remember me' is activated)
it: giorni (se 'Ricordami' è attivato)

source: email address
it: indirizzo email

source: filtered
it: filtrato

source: group
it: gruppo

source: inactive
it: inattivo

source: installation guide
it: guida d'installazione

source: installation instructions
it: istruzioni per l'installazione

source: invalid route
it: percorso non valido

source: minutes of inactivity
it: minuti di inattività

source: online documentation
it: documentazione online

source: permission granted.
it: permesso accordato.

source: permission not granted.
it: permesso non accordato.

source: prepend bundle prefix ?
it: anteporre il prefisso del pacchetto?

source: reload installed languages
it: ricarica le lingue installate

source: robert,hispassword,robert@example.org
it: robert,suapassword,robert@example.org

source: robert,hispassword,robert@example.org,,,
it: robert,suapassword,robert@example.org,,,

source: root, webmaster, admin, administrator, nobody, anonymous, username
it: root, webmaster, admin, amministratore, nessuno, anonimo, username

source: routes
it: percorsi

source: translatable ?
it: traducibile?

source: unknown user.
it: utente sconosciuto.

source: unregistered user
it: utente non registrato

source: upgrade guide
it: guida all'upgrade

source: upgrade instructions
it: istruzioni per l'aggiornamento

source: when upgrading an existing workflow consider that objects could be in a state which does not exist anymore. You need to update your database to update these objects in order to avoid problems.
it: durante l'aggiornamento di un flusso di lavoro esistente, considera che gli oggetti potrebbero trovarsi in uno stato che non esiste più. È necessario aggiornare il database per aggiornare questi oggetti al fine di evitare problemi.

source: where:
it: dove:

source: will be applied after HTMLPurifier processing is completed.
it: verrà applicato dopo il completamento dell'elaborazione HTMLPurifier.
