Repository: pmoitaly/Zikula-Italian-Translation
Catalog: Core 2.0/app/Resources/translations/zikula.*.po
Languages: it

source: (mandatory) - The user email. If the validation method is based on the user email this value must be unique.
it: (obbligatorio) - L'email dell'utente. Se il metodo di convalida si basa sull'e-mail dell'utente, questo valore deve essere univoco.

source: (mandatory) - The user name. This value must be unique.
it: (obbligatorio) - Il nome utente. Questo valore deve essere univoco.

source: (mandatory) - The user password. It must have %sub% characters or more. Preferentially containing letters and numbers.
it: (obbligatorio) - La password dell'utente. Deve contenere almeno % sub% caratteri. Preferibilmente contenente lettere e numeri.

source: - The identities of the groups where the user must belong separated by the character |. If you do not specify any group, the default group is %sub%.
it: - Le id dei gruppi ai quali l'utente deve appartenere, separati dal carattere |. Se non si specifica alcun gruppo, il gruppo predefinito è% sub%.

source: - Type 0 if user is not active, 1 if the user must be active. The default value is 1.
it: - Scrivi 0 se l'utente non è attivo, 1 se l'utente deve essere attivo. Il valore predefinito è 1.

source: - Type 1 if the system must send the password to the user via email and 0 otherwise. The default value is 1. The module Mailer must be active and correctly configured. The email is sent only if user activated value is upper than 0.
it: - Scrivi 1 se il sistema deve inviare la password all'utente tramite e-mail, 0 altrimenti. Il valore predefinito è 1. Il modulo Mailer deve essere attivo e configurato correttamente. L'email viene inviata solo se il valore attivato dall'utente è superiore a 0.

source: % (0 to disable)
it: % (0 per disabilitare)

source: %1$s and %2$s online since %time.
it: %1$s e %2$s online dal %time.

source: %1$s module can't connect to %2$s module. No connections are supported
it: Il modulo %1$s non può connettersi al modulo %2$s. Nessuna connessione è supportata

source: %action application for %user to %group group
it: Iscrizione %action per %user rispetto al gruppo %group

source: %c direct child|%c direct children
it: %c figlio diretto|%c figli diretti

source: %k must be either (string) "%t" or "%f").
it: %k deve essere o (stringa) "%t" o "%f").

source: %k must have a value that can be json_decoded.
it: %k deve avere un valore compatibile con json_decoded.

source: %linkStart OpenSearch %linkEnd makes it possible for your site's users to use your site's search function as a search engine.
it: %linkStart OpenSearch %linkEnd consente agli utenti del tuo sito di utilizzarne la funzione di ricerca come motore di ricerca.

source: %n Pending applications
it: %n iscrizioni in attesa

source: %name% upgraded to new version and activated.
it: %name% aggiornato alla nuova versione e attivato.

source: %s must implement ExtensionInstallerInterface
it: %s deve implementare ExtensionInstallerInterface

source: %s not found. Please contact the system administrator for assistance.
it: %s non trovato. Contatta l'amministratore di sistema per assistenza.

source: %sub% anonymous guest|%sub% anonymous guests
it: %sub% visitatore anonimo|%sub% visitatori anonimi

source: %sub% module provides the following area:
it: %sub% modulo fornisce la seguente area:

source: %sub% registered user|%sub% registered users
it: %sub% utente registrato|%sub% utenti registrati

source: %theme% has no configuration.
it: %theme% non necessita di configurazione.

source: %type error in line %s
it: Errore %type alla linea %s

source: '%s' account information
it: '%s informazioni dell'account

source: '%s' has been found. This is not OK: please rename this file before continuing the installation process.
it: È stato trovato '%s'. Non va bene: rinomina questo file prima di proseguire il processo di installazione.

source: (Admin credentials have been encoded to make them json-safe.)
it: (Le credenziali dell'amministratore sono state codificate per renderle compatibili con json.)

source: (If you cannot click on the link above, you can copy this URL into your browser:
it: (Se non puoi fare clic sul link sopra, copia questa URL nel browser:

source: (If you cannot click on the link, you can copy the URL and paste it into your browser.)
it: (Se non puoi fare clic sul link, copia l'URL e incollala nel browser)

source: (If you cannot click on the link, you can copy this URL and paste it into your browser: %sub% )
it: (Se non puoi fare clic sul link, copia questa URL e incollala nel browser: %sub% )

source: (Modification not supported.)
it: (Modifica non supportata)

source: (Place each value on a separate line.)
it: (Posiziona ciascun valore su una riga separata)

source: (Separate each key-value pair with a colon (e.g., key:value). Place each key-value pair on a separate line.)
it: (Separa ogni coppia chiave-valore con due punti - ad esempio, chiave:valore. Posiziona ogni coppia chiave-valore su una riga separata)

source: (This is the only time you will receive your password. Please keep it in a safe place.)
it: (Questa è l'unica volta in cui puoi ricevere la tua password. Tienila in un posto sicuro.)

source: (in milliseconds, default 5000 = 5 seconds)
it: (in millisecondi; default 5000 = 5 secondi)

source: (or approval was not required when the registration was completed)
it: (o l'approvazione non era richiesta al termine della registrazione)

source: *** INSTALLING ***
it: *** INSTALLAZIONE ***

source: *** UPGRADING TO ZIKULA CORE %version% ***
it: *** AGGIORNAMENTO A ZIKULA CORE %version% ***

source: <p><a href="https://ziku.la">Zikula</a> is an Open Source Content Application Framework (CMF) built on top of Symfony.</p><p>With Zikula:</p><ul><li><strong>Power:</strong> You get the all the features of <a href="http://symfony.com">Symfony</a> PLUS: </li><li><strong>User Management:</strong> Built in User and Group management with Rights/Roles control</li><li><strong>Front end control:</strong> You can customise all aspects of the site's appearance through themes, with support for <a href="http://jquery.com">jQuery</a>, <a href="http://getbootstrap.com">Bootstrap</a> and many other modern technologies</li><li><strong>Internationalization (i18n):</strong> You can mark content as being suitable for either a single language or for all languages, and can control all aspects of localisation of your site</li><li><strong>Extensibility:</strong> you get a standard application-programming interface (API) that lets you easily extend your site's functionality through modules</li><li><strong>More:</strong> Admin UI, global categories, site-wide search, content blocks, menu creation, and more!</li><li><strong>Support:</strong> you can get help and support from the Zikula community of webmasters and developers at <a href="https://ziku.la">ziku.la</a>, <a href="https://github.com/zikula/core">Github</a> and <a href="https://zikula.slack.com/">Slack</a>.</li></ul><p>Enjoy using Zikula!</p><p><strong>The Zikula team</strong></p><p><em>Note: Zikula is Free Open Source Software (FOSS) licensed under the GNU General Public License.</em></p>
it: <p> <a href="https://ziku.la"> Zikula </a> è un CMF (Content Application Framework) Open Source basato su Symfony. </ p> <p> Con Zikula: </ p> <ul> <li> <strong> Potenza: </ strong> ottieni tutte le funzionalità di <a href="http://symfony.com"> Symfony </a> E IN PIÙ: </ li> < li> <strong> Gestione utenti: </ strong> gestione di utenti e gruppi incorporata con controllo dei permessi e dei ruoli</ li> <li> <strong> Controllo front-end: </ strong> puoi personalizzare tutti gli aspetti del sito attraverso temi, con supporto per <a href="http://jquery.com"> jQuery </a>, <a href="http://getbootstrap.com"> Bootstrap </a> e molte altre tecnologie moderne </ li> <li> <strong> Internazionalizzazione (i18n): </ strong> puoi contrassegnare il contenuto come adatto per una singola lingua o per tutte le lingue e puoi controllare tutti gli aspetti della traduzione del tuo sito </ li> <li> <strong> Estensibilità: </ strong> ottieni un'interfaccia API (Application-Programming Interface) standard che ti consente di estendere facilmente le funzionalità del tuo sito tramite i moduli </ li> <li> <strong> E ancora: </ strong> Admin UI, categorie globali, ricerca a livello di sito, blocchi di contenuti, creazione di menu e molto altro! </ li> <li> <strong> Supporto: </ strong> puoi ottenere aiuto e supporto dalla Comunità dei webmaster e degli sviluppatori Zikula su <a href="https://ziku.la"> ziku.la </a>, <a href="https://github.com/zikula/core"> Github </ a> e <a href="https://zikula.slack.com/"> Slack </a>. </ li> </ ul> <p> Divertiti con Zikula! </ p> <p> <strong > Il team di Zikula </ strong> </ p> <p> <em> Nota: Zikula è un software open source gratuito (FOSS) con licenza GNU General Public License. </ Em> </ p>

source: A message from %s.
it: Un messaggio da %s.

source: A message from %s...
it: Un messaggio da %s...

source: A new application has been created by %user to %group. Please attend to this request at %url
it: È stata creata una nuova iscrizione da %user in %group. Puoi esaminare questa richiesta all'indirizzo %url

source: A new user account has been activated on %s.
it: È stato attivato un nuovo account su %s.

source: A new user account has been created but not yet activated on %s.
it: È stato attivato un nuovo account su %s, ma non è ancora stato attivato.

source: A new version of the Zikula core is available. Please download the new Zikula core.
it: È disponibile una nuova versione del core di Zikula. Scaricala al più presto.

source: A notification is sent to this e-mail address for each registration. Leave blank for no notifications.
it: Viene inviata una notifica a questo indirizzo e-mail per ogni registrazione. Lascia vuoto per non inviare la notifica.

source: A simple name with three letter suffix, e.g. `myfile.csv`
it: Un nome semplice con suffisso di tre lettere, ad esempio `myfile.csv`

source: About "&lt;%s&gt;"
it: A proposito di "&lt;%s&gt;"

source: About the CSV file
it: A proposito del file CSV

source: Accept
it: Accetta

source: Accept %username
it: Accetta %username

source: Access forbidden.
it: Accesso vietato.

source: Account Information
it: Informazioni sull'account

source: Account Page Settings
it: Impostazioni della pagina dell'account

source: Account information
it: Informazioni sull'account

source: Account information recovery
it: Recupero delle informazioni sull'account

source: Account menu
it: Menu per l'account

source: Account verification
it: Verifica dell'account

source: Action
it: Aztion

source: Actions
it: Azioni

source: Activate %s
it: Attiva %s

source: Activate %theme%
it: Attiva %theme%

source: Activate compression
it: Attiva la compressione

source: Activate multilingual features
it: Attiva le funzioni multilingua

source: Activate system modules
it: Attiva i moduli di sistema

source: Activating system modules
it: Attivazione dei moduli di sistema

source: Active
it: Attivo

source: Active modules
it: Moduli attivi

source: Activity status
it: Stato dell'attività

source: Add Option
it: Aggiungi opzione

source: Add access
it: Aggiungi accesso

source: Add an additional route to the system
it: Aggiungi un percorso addizionale al sistema

source: Add attribute
it: Aggiungi attributo

source: Add node
it: Aggiungi nodo

source: Add user to this group
it: Aggiungi un utente a questo gruppo

source: Admin Email Address
it: Indirizzo email dell'amministratore

source: Admin Password
it: Password dell'amministratore

source: Admin User Name
it: Nome utente dell'amministratore

source: Admin access
it: Accesso dell'amministratore

source: Admin account created
it: Account dell'amministratore creato

source: Admin credentials required when site is disabled.
it: Credenziali dell'amministratorerichieste quando il sito è disabilitato.

source: Admin panel theme
it: Tema del pannello dell'amministratore

source: Admin's e-mail address
it: Indirizzi e-mail degli amministratori

source: Administrate membership application
it: Amministra la domanda di iscrizione

source: Administration
it: Amministrazione

source: Administration panel
it: Panello di amministrazione

source: Administration settings
it: Impostazioni dell'amministrazione

source: Administrator approval:
it: Approvazione dell'amministratore:

source: Administrator log-in
it: Login come amministratore

source: Administrators
it: Amministratori

source: Advanced setting, see %s
it: Impostazione avanzata, vedi %s

source: Advanced settings
it: Impostazioni avanzate

source: Affected parameters: %s
it: Parametri interessati: %s

source: Affected tags: %s
it: Tag interessati: %s

source: After completing the installation process, it is very important to delete the Installer's file 'install.php' and directory 'install' from the site root directory, especially if it is on-line on the Internet, because otherwise there is an opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove them before you can access the Administration panel.
it: Dopo aver completato il processo di installazione, è molto importante eliminare il file di installazione 'install.php' e la cartella 'install' dalla cartella principale del sito, specialmente se è on-line su Internet, perché altrimenti c'è la possibilità di una violazione della sicurezza. Se l'analizzatore di sicurezza rileva questa vulnerabilità, sarà necessario rimuoverli prima di poter accedere al pannello di amministrazione.

source: After creating this block position, blocks can be assigned to it and the order they are to be displayed can be adjusted.
it: Dopo aver creato questa posizione di blocco, i blocchi possono essere assegnati ad essa e l'ordine in cui devono essere visualizzati può essere modificato.

source: All
it: Tutto

source: All Words
it: Tutte le parole

source: All blocks placed.
it: Tutti i blocchi posizionati.

source: All components
it: Tutti i componenti

source: All except approved
it: Tutti tranne approvati

source: All groups
it: Tutti i gruppi

source: All instances of LangBlock have been converted to LocaleBlock.
it: Tutte le istanze di LangBlock sono state convertite in LocaleBlock.

source: All methods cannot be inactive. At least one methods must be enabled. (%m has been enabled).
it: Non possono essere disabilitati tutti i metodi. È necessario abilitare almeno un metodo. (è stato abilitato %m).

source: Allow IDN domain names
it: Consenti nomi di dominio IDN

source: Allow a user to authenticate and login via Zikula's native user database with their email address.
it: Consentire a un utente di eseguire l'autenticazione e l'accesso tramite il database degli utenti nativo di Zikula con il proprio indirizzo di posta elettronica.

source: Allow a user to authenticate and login via Zikula's native user database with their username or email address.
it: Consentire a un utente di eseguire l'autenticazione e l'accesso tramite il database degli utenti nativo di Zikula con il proprio nome utente o indirizzo di posta elettronica.

source: Allow a user to authenticate and login via Zikula's native user database with their username.
it: Consentire a un utente di eseguire l'autenticazione e l'accesso tramite il database degli utenti nativo di Zikula con il proprio nome utente.

source: Allow new user account registrations
it: Consenti la registrazioni di nuovi utenti

source: Allowed
it: Consentito

source: Allowed HTML settings
it: Impostazioni dei permessi HTML

source: Allowed with attributes
it: Consentito con attributi

source: Alphabetical
it: AlfabeticoAlphabetical

source: Also delete theme files, if possible
it: Cancella anche i file del tema, se possibile

source: Always
it: Sempre

source: An error occured during executing PHPIDS: %s
it: Si è verificato un errore durante l'esecuzione di PHPIDS: %s

source: An error occurred while creating HTML Purifier cache directory at %path
it: Si è verificato un errore durante la creazione della cartella cache di HTML Purifier in %path

source: An example of a valid CSV file
it: Un esempio di file CSV valido

source: Anonymous users are visitors to your site who have not logged in.
it: Gli utenti anonimi sono i visitatori del sito che non hanno eseguito l'accesso.

source: Another example of a valid CSV file
it: Un altro esempio di file CSV valido

source: Answer the security question
it: Rispondi alla domanda di sicurezza

source: Any Words
it: Tutte le parole

source: Any group
it: Tutti i gruppi

source: Application cancelled.
it: Iscrizione eliminata.

source: Application comments
it: Commenti sull'iscrizione

source: Application processed (%action %user)
it: Iscrizione elaborata (%action %user)

source: Applied!
it: Iscritto!

source: Apply
it: Iscrivi

source: Apply to membership of ":name" group
it: Iscrivi al gruppo ":name"

source: Applying to group
it: Iscrivi al gruppo

source: Approve
it: Approva

source: Approve %sub%
it: Approva %sub%

source: Approve registration
it: Approva la registrazione

source: Approve registration of %sub%
it: Approva la registrazione di %sub%

source: Approved
it: Approvato

source: Are you sure you want to delete the user (%un)?
it: Sei sicuro di voler cancellare l'utente (%un)?

source: Are you sure you want to delete this menu (%menu%) AND ALL ITS CHILDREN?
it: Sei sicuro di voler cancellare questo menu (%menu%) e tutti i suoi figli?

source: Art and photography
it: Arte e fotografia

source: Ascending
it: Crescente

source: Asking this question helps us prevent automated scripts from accessing private areas of the site.
it: Fare questa domanda ci aiuta ad impedire che script automatici accedano alle aree private del sito.

source: Assets installed
it: Attività installate

source: Attached areas
it: Aree collegate

source: Attempt to copy files from `userdata` to `web/uploads` failed. You must manually copy the contents.
it: Tentativo di copia dei file da `userdata` a `web/uploads` fallito. Devi copiare a mano questi contenuti.

source: Attributes
it: Attributi

source: Authentication methods
it: Metodi di autenticazione

source: Author
it: Autore

source: Automatic update settings
it: Impostazioni dell'aggiornamento automatico

source: Automatically detect language from browser settings
it: Rileva automaticamente la lingua dalle impostazioni del browser

source: Automatically log user out after
it: Scollega un utente automaticamente dopo

source: Available areas
it: Aree disponibili

source: Back to paginated view
it: Torna alla visualizzazione paginata

source: Banned e-mail address domains
it: Domini di indirizzi email bloccati

source: Banned user agents
it: User agents bloccati

source: Basic properties
it: Proprietà di base

source: Basic settings
it: Impostazioni di base

source: Before logging in, the site administrator has asked that you change the password for your account.
it: Prima di accedere, l'amministratore del sito chiede di modificare la password per il tuo account.

source: Before you will be able to log in, an administrator must approve your registration request. You will receive an e-mail after an administrator has reviewed the information you submit below.
it: Prima che tu possa accedere, un amministratore deve approvare la tua richiesta di registrazione. Riceverai una e-mail dopo che un amministratore avrà esaminato le informazioni che inverai di seguito.

source: Before you will be able to log in, you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
it: Prima di poter accedere, è necessario verificare il tuo indirizzo email. Dopo aver inviato le informazioni seguenti, riceverai una email che ti chiederà di verificare il tuo indirizzo.

source: Begin Installer
it: Inizia l'installazione

source: Begin Migration
it: Inizia la migrazione

source: Begin Upgrader
it: Inizia l'aggiornamento

source: Beginning user migration...
it: Inizio della migrazione degli utenti ...

source: Below you see your current routing configuration (see %s for reference).
it: Di seguito viene visualizzata la configurazione corrente del routing (vedi %s come riferimento).

source: Bind authkey to user agent ('UserAgent')
it: Associare authkey a user agent ('UserAgent')

source: Block
it: Blocco

source: Block ID
it: ID blocco

source: Block Type
it: Tipo blocco

source: Block View
it: Vista del blocco

source: Block action
it: Azione per il blocco

source: Block class %c does not exist.
it: La classe del blocco %c non esiste.

source: Block placements
it: Posizioni del blocco

source: Block positions list
it: Lista delle posizioni dei blocchi

source: Block saved!
it: Blocco salvato!

source: Block settings
it: Impostazioni del blocco

source: Blocks list
it: Lista dei blocchi

source: Blocks not placed in '%name%' position
it: Blocchi non posizionati nella posizione '%name%'

source: Blocks placed in the '%name%' position
it: Blocchi posizionati nella posizione '%name%'

source: Bottom navigation block
it: Blocco di navigazione in basso

source: Bundle
it: Pacchetto

source: Business and work
it: Affari e lavoro

source: By default, all users are made members of this group.
it: Per impostazione predefinita, tutti gli utenti sono membri di questo gruppo.

source: CAUTION
it: ATTENZIONE

source: CSRF Token
it: Token CSRF

source: CSV delimiter
it: Delimitatore CSV

source: CSV file (Max. %sub%)
it: File CSV (Max. %sub%)

source: CSV filename
it: Nome del file CSV

source: Caches cleared
it: Cache cancellata

source: Cancel
it: Annulla

source: Cancel forced password change
it: Annulla il cambio forzato della password

source: Cancel forced password change for %1s
it: Annulla il cambio forzato della password per %1s

source: Cancel required change of password for %sub%
it: Annulla la richiesta di cambio della password per %sub%

source: Cannot load %extension because the composer file is invalid.
it: Impossibile caricare %extension perché il file di composer non è valido.

source: Cannot write parameters to %s file.
it: Non posso scrivere i parametri sul file %s.

source: Categories
it: Categorie

source: Categories list
it: Lista delle categorie

source: Category
it: Categoria

source: Category "%s" was successfully made default.
it: La categoria "%s" è stata impostata come default.

source: Category %s must be unique under parent
it: La categoria %s deve essere unica rispetto al genitore

source: Category attributes
it: Attributi della categoria

source: Category is a leaf node
it: La categoria è un nodo foglia

source: Category is locked
it: La categoria è bloccata

source: Category registry
it: Registro della categoria

source: Category root
it: Radice della categoria

source: Category tree
it: Albero della categoria

source: Caution
it: Attenzione

source: Center blocks
it: Blocchi del centro

source: Change e-mail address
it: Cambia l'indirizzo email

source: Change log
it: Log dei cambiamenti

source: Change password
it: Cambia la password

source: Changing this setting will affect all password change requests currently pending verification.
it: La modifica di questa impostazione influirà su tutte le richieste di modifica della password attualmente in attesa di verifica.

source: Changing this setting will affect all requests to change e-mail addresses currently pending verification.
it: La modifica di questa impostazione influirà su tutte le richieste di modifica degli indirizzi e-mail attualmente in attesa di verifica.

source: Character set
it: Set di caratteri

source: Characters allowed: a-z, A-Z, 0-9, dash (-) and underscore (_).
it: Caratteri permessi: a-z, A-Z, 0-9, trattino (-) e sottolineatura (_).

source: Check a users permission
it: Verifica l'autorizzazione di un utente

source: Check all
it: Seleziona tutti

source: Check for updates
it: Verifica gli aggiornamenti
