Repository: pmoitaly/Zikula-Italian-Translation
Catalog: Core 2.0/app/Resources/translations/zikula.*.po
Languages: it

source: If properly installed, a site will include an '.htaccess' file in the site's 'app' folder. However, some methods used for transferring the package's files to a web space may lead to this file not being transferred. In this case, you are strongly recommended to create one (and to ensure that '.htaccess' files exist in certain other directories, too).
it: Se installato correttamente, un sito includerà un file '.htaccess' nella cartella 'app' del sito. Tuttavia, alcuni metodi utilizzati per trasferire i file del pacchetto in uno spazio Web possono comportare il mancato trasferimento di questo file. In questo caso, consigliamo vivamente di crearne uno (e di assicurarti che i file '.htaccess' esistano anche in alcune altre directory).

source: If registration is moderated and applications must be approved before verification, then registrations will not expire until the specified number of days after approval.
it: Se la registrazione è sottoposta a moderazione e le domande devono essere approvate prima della verifica, le registrazioni non scadranno fino al numero di giorni specificato dopo l'approvazione.

source: If the request was not made by you then you don't need to take any action.
it: Se la richiesta non è stata fatta da te, non è necessario intraprendere alcuna azione.

source: If the request was not made by you then you don't need to worry.
it: Se la richiesta non è stata fatta da te, non devi preoccuparti.

source: If the request was not made by you you don't need to worry.
it: Se la richiesta non è stata fatta da te, non devi preoccuparti.

source: If this is checked, Zikula tries to serve the language requested by browser (if that language available and allowed by the multi-lingual settings). If users set their personal language preference, then this setting will be overriden by their personal preference.
it: Se questa opzione è selezionata, Zikula tenta di rispondere nellingua richiesta dal browser (se tale lingua è disponibile e consentita dalle impostazioni multilingue). Se gli utenti impostano le proprie preferenze linguistiche personali, esse avranno la priorità su questa impostazione.

source: If unchecked, the user's e-mail address will be verified. The user will create a password at that time.
it: Se deselezionato, l'indirizzo e-mail dell'utente verrà verificato. L'utente creerà una password in quel momento.

source: If you are not able to click on the above link, you can copy it into your browser.
it: Se non sei in grado di fare clic sul link sopra, puoi copiarlo nel tuo browser.

source: If you are not able to click on the above link, you can copy the following URL into your browser:
it: Se non sei in grado di fare clic sul link sopra, puoi copiarlo nel tuo browser questa URL:

source: If you did not make this request then you do not need to take any action.
it: Se non hai fatto tu questa richiesta, non è necessario intraprendere alcuna azione.

source: If you did not request a new user account at this web site, please either contact our site administrator, or simply disregard this message.
it: Se non hai richiesto un nuovo account utente su questo sito, contatta il nostro amministratore del sito o semplicemente ignora questo messaggio.

source: If you did request a new user account, then your request is waiting for you to verify your e-mail address with us.
it: Se hai richiesto un nuovo account utente, la tua richiesta è in attesa della tua verifica dell'indirizzo e-mail.

source: If you do not confirm this change within the %sub% day(s), the request will be deleted from our system.
it: Se non confermi questa modifica entro %sub% giorno/i, la richiesta verrà eliminata dal nostro sistema.

source: If you leave this page without successfully changing your password, then you will not be logged in.
it: Se esci da questa pagina senza modificare correttamente la password, non potrai accedere.

source: Ignore check for installer
it: Ignora il controllo per l'installer

source: Impact
it: Impatto

source: Import users
it: Importa utenti

source: In case one or more installed languages are not listed below, %s.
it: Nel caso in cui una o più lingue installate non siano elencate di seguito, %s.

source: In some hosting environments, the PHP setting 'magic_quotes_gpc' may be set to ON. However, this creates an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'magic_quotes_gpc' is set to OFF.
it: In alcuni ambienti di hosting, l'impostazione PHP 'magic_quotes_gpc' potrebbe essere impostata su ON. Tuttavia, ciò crea la possibilità di violazioni della sicurezza. Se il sito è accessibile da Internet, si consiglia vivamente di assicurarsi che "magic_quotes_gpc" sia impostato su OFF.

source: In the Administration panel, you will see security warnings displayed if the Security analyser detects potential security vulnerabilities in your site's installation. If you see no warning box then it means that no vulnerabilities have been found. Below are explanations for each vulnerability possibly identified.
it: Nel pannello di amministrazione, verranno mostrati degli avvisi se l'analizzatore di sicurezza rileva potenziali vulnerabilità della sicurezza nell'installazione del sito. Se non vedi alcuna finestra di avviso, significa che non sono state rilevate vulnerabilità. Di seguito sono riportate le spiegazioni per ciascuna vulnerabilità eventualmente identificata.

source: In the Modules categorisation section, you can choose two things:
it: Nella sezione di categorizzazione dei moduli, puoi scegliere due alternative:

source: Inactive
it: Inattivo

source: Incompatible
it: Incompatibile

source: Incompatible version
it: Versione incompatibile

source: Incompatible version with the core
it: Versione incompatibile con il core

source: Increase zoom level
it: Aumenta il livello di zoom

source: Initial
it: Iniziale

source: Initial user group
it: Gruppo utente iniziale

source: Initialization of %s failed!
it: Inizializzazione di %s non riuscita!

source: Initially selected category
it: Categoria inizialmente selezionata

source: Insert a brief description of the route, to explain why you created it. It is only shown in the admin interface.
it: Inserire una breve descrizione del percorso per spiegare il motivo della creazione. Viene mostrato solo nell'interfaccia di amministrazione.

source: Insert permission rule before %s
it: Inserisci la regola di autorizzazione prima di %s

source: Insert the name of the action, which was called "func" in earlier versions of Zikula.
it: Inserire il nome dell'azione, che è era chiamata "func" nelle versioni precedenti di Zikula.

source: Insert the name of the controller, which was called "type" in earlier versions of Zikula.
it: Inserire il nome del controller, che era chiamato "tipo" nelle versioni precedenti di Zikula.

source: Install
it: Installa

source: Install %s
it: Installa %s

source: Install Zikula!
it: Installa Zikula!

source: Install assets
it: Installa gli asset

source: Install module
it: Installa il modulo

source: Installation aborted
it: Installazione annullata

source: Installation guide
it: Guida all'installazione

source: Installed dependency %s.
it: Dipendenza %s installata.

source: Installer file 'upgrade.php' is in the site root, but should be removed.
it: Il file del programma di installazione 'upgrade.php' si trova nella cartella radice del sito, ma deve essere rimosso.

source: Installer script
it: Script di installazione

source: Installing Modules and Helpers
it: Installazione di moduli e aiuti

source: Installing Zikula Administration Module
it: Installazione del modulo di amministrazione di Zikula

source: Installing Zikula Blocks Module
it: Installazione del modulo dei blocchi di Zikula

source: Installing Zikula Categories Module
it: Installazione del modulo delle categorie di Zikula

source: Installing Zikula Extensions Module
it: Installazione del modulo delle estensioni di Zikula

source: Installing Zikula Groups Module
it: Installazione del modulo dei gruppi di Zikula

source: Installing Zikula Mailer Module
it: Installazione del modulo di gestione delle email di Zikula

source: Installing Zikula Menu Module
it: Installazione del modulo dei menu di Zikula

source: Installing Zikula Permissions Module
it: Installazione del modulo dei permessi di Zikula

source: Installing Zikula Routes Module
it: Installazione del modulo dei percorsi di Zikula

source: Installing Zikula Search Module
it: Installazione del modulo di ricerca di Zikula

source: Installing Zikula Security Module
it: Installazione del modulo di sicurezza di Zikula

source: Installing Zikula Settings Module
it: Installazione del modulo delle impostazioni di Zikula

source: Installing Zikula Theme Module
it: Installazione del modulo dei temi di Zikula

source: Installing Zikula Users Module
it: Installazione del modulo degli utenti di Zikula

source: Installing Zikula ZAuth Module
it: Installazione del modulo ZAuth di Zikula

source: Installing assets to /web
it: Installazione delle risorse in /web

source: Instance
it: Istanza

source: Instance template
it: Modello di istanza

source: Instance to check
it: Istanza da controllare

source: Internal ID
it: Id interna

source: Internal PHP `mail()` function
it: Funzione interna di PHP `mail()`

source: Internal name
it: Nome interno

source: Intrusion Detection System
it: Sistema di rilevazione delle intrusioni

source: Intrusion attempt detected by PHPIDS
it: Tentativo di intrusione rilevato da PHPIDS

source: Invalid
it: Non valido

source: Invalid Group ID or User ID.
it: Id del gruppo o ID dell'utente non valido.

source: Invalid Group ID.
it: Id del gruppo non valido.

source: Invalid User ID.
it: Id dell'utente non valido.

source: Invalid authentication method.
it: Metodo di autenticazione non valido.

source: Invalid structure
it: Struttura non valida

source: Invalid user identifier received.
it: Ricevuto in identificativo dell'utente non valido.

source: Invalid username.
it: Nome utente non valido.

source: Invalid users cannot be migrated unless their data is manually corrected. The errors are posted to the logfile.
it: Non è possibile eseguire la migrazione di utenti non validi a meno che i dati non vengano corretti manualmente. Gli errori vengono inviati al file di registro.

source: It is recommended to force users to verify their email address.
it: Si consiglia di forzare gli utenti a verificare il proprio indirizzo di posta elettronica.

source: It looks like the message could not be sent properly.
it: Sembra che il messaggio non possa essere inviato correttamente.

source: It looks like you created or updated a route with a path which already exists. This is an error in most cases.
it: Sembra che sia stato creato o aggiornato un percorso con un percorso già esistente. Nella maggior parte dei casi, si tratta di un errore.

source: It was created by an administrator or sub-administrator.
it: È stato creato da un amministratore o da un amministratore secondario.

source: Items per page
it: Elementi per pagina

source: Join ":name" group
it: Iscriviti al gruppo ":name"

source: Joined the "%group" group
it: Iscritto al gruppo "%group"

source: Keyword settings
it: Impostazioni delle Keyword

source: Language
it: Lingua

source: Language changed to %lang
it: Lingua cambiata a %lang

source: Language switcher
it: Cambio della lingua

source: Language system
it: Gestione delle lingue

source: Last checked
it: Ultima verifica

source: Last login
it: Ultimo login

source: Last page
it: Ultima pagina

source: Last update
it: Ultimo aggiornamento

source: Latest stable relese
it: Versione stabile più recente

source: Layout modules for controlling the site's look and feel.
it: Moduli di layout per controllare l'aspetto del sito.

source: Leaf
it: Foglia

source: Leave ":name" group
it: Abbandona il gruppo ":name"

source: Left blocks
it: Blocchi di sinistra

source: Left the "%group" group
it: Abbandona il gruppo "%group"

source: Legacy module support is enabled, but preferably should be disabled.
it: Il supporto del modulo legacy è abilitato, ma è preferibile che sia disabilitato.

source: Lets you add a new category to the module categories tab list. You can edit the following:
it: Consente di aggiungere una nuova categoria all'elenco delle schede delle categorie del modulo. È possibile modificare quanto segue:

source: Lets you delete a module category from the tab menu. You will be prompted for confirmation before the category is deleted.
it: Consente di eliminare una categoria di moduli dal menu a schede. Ti verrà richiesta la conferma prima dell'eliminazione della categoria.

source: Lets you edit the name and description of an existing module category.
it: Consente di modificare il nome e la descrizione di una categoria di moduli esistente.

source: Level
it: Livello

source: License
it: Licenza

source: List to replace with
it: Lista con cui sostituire

source: List to search for
it: Lista da cercare

source: List views
it: Visualizzazioni elenco

source: Localisation settings
it: Impostazioni zona geografica

source: Localized output
it: Output localizzato

source: Lock main administration permission rule
it: Blocca la regola di autorizzazione principale di amministrazione

source: Lock/Unlock editing
it: Blocca/Sblocca le modifiche

source: Locked
it: Bloccato

source: Log in
it: Accesso

source: Log in or register
it: Accedi o registrati

source: Log in page
it: Pagina di accesso

source: Log out
it: Disconnessione

source: Log-in information
it: Informazioni di accesso

source: Logged in as admin
it: Collegato come amministratore

source: Logging in as admin
it: Collegamento come amministratore

source: Login
it: Accesso

source: Login Denied!
it: Accesso negato!

source: Login Denied: Your account has been disabled and is scheduled for removal. Please contact a site administrator for more information.
it: Accesso negato: il tuo account è stato disabilitato e ne è pianificata la rimozione. Contatta un amministratore del sito per ulteriori informazioni.

source: Login Denied: Your account has been disabled. Please contact a site administrator for more information.
it: Accesso negato: il tuo account è stato disabilitato. Contatta un amministratore del sito per ulteriori informazioni.

source: Login Denied: Your request to register with this site is pending or awaiting verification.
it: Accesso negato: la tua richiesta di registrazione a questo sito è in attesa o in fase di verifica.

source: Login block
it: Blocco di accesso

source: Login failed.
it: Accesso non riuscito.

source: Login method
it: Metodo di accesso

source: Login with
it: Accesso con

source: Login with ...
it: Accesso con...

source: Low (user stays logged-in until he logs-out)
it: Basso (l'utente rimane connesso fino a quando si disconnette)

source: Mail selected users
it: Invia un'email agli utenti selezionati

source: Mail sent!
it: Email inviata!

source: Mail transport
it: Sistema email

source: Mail transport mechanisms SMTP and SENDMAIL were disabled because your PHP does not allow the "proc_*" function. Either you need to remove it from the "disabled_functions" directive in your "php.ini" file or recompile your PHP entirely. Afterwards restart your webserver.
it: I meccanismi di trasporto della posta SMTP e SENDMAIL sono stati disabilitati perché il tuo PHP non consente la funzione "proc_ *". Devi rimuoverlo dalla direttiva "disabled_functions" nel tuo file "php.ini", oppure ricompilare interamente il tuo PHP. Successivamente riavvia il tuo server web.

source: Mailer relies on %swiftmailer
it: L'invio email si basa su %swiftmailer

source: Mailer settings
it: Impostazioni dell'invio email

source: Main info
it: Informazioni sul menu

source: Main menu
it: Menu principale

source: Main settings
it: Impostazioni principali

source: Make default category
it: Rendila categoria di default

source: Malicious request code / a hacking attempt was detected. This request has NOT been blocked!
it: È stato rilevato un codice di richiesta dannoso - o tentativo di hacking. Questa richiesta NON è stata bloccata!

source: Malicious request code / a hacking attempt was detected. Thus this request has been blocked.
it: È stato rilevato un codice di richiesta dannoso - o tentativo di hacking. Questa richiesta è stata bloccata.

source: Manage settings for this application
it: Gestisci le impostazioni per questa applicazione

source: Manage user
it: Gestisci gli utenti

source: Marked for deletion
it: Contrassegnato per l'eliminazione

source: Marked positions are not available in the current default theme.
it: Le posizioni contrassegnate non sono disponibili nel tema predefinito corrente.

source: Marking store
it: Negozio di marcatura

source: Maximum membership
it: Numero massimo di adesioni

source: Medium (user is logged-out after X minutes of inactivity, unless 'Remember me' checkbox is activated during log-in)
it: Medio (l'utente è disconnesso dopo Tot minuti di inattività, a meno che la casella di controllo "Ricordami" non sia selezionata durante l'accesso)

source: Member
it: Membro

source: Members
it: Membri

source: Membership application
it: Domanda di adesione

source: Menu list
it: Lista del menu

source: Menu removed!
it: Menu rimosso!

source: MenuItemName (menuItemId). The id is needed for permissions.
it: MenuItemName (menuItemId). L'ID è necessario per le autorizzazioni.

source: Menus
it: Menu

source: Message
it: Messaggio

source: Message type
it: Tipo di messaggio

source: Messages inbox
it: Messaggi ricevuti

source: Messages you might see
it: Messaggi che potresti vedere

source: Method
it: Metodo

source: Methods
it: Metodi

source: Migrate Users to ZAuth
it: Eseguire la migrazione degli utenti a ZAuth

source: Migrating Users...
it: Spostamento degli utenti...

source: Minimum impact to block the request
it: Impatto minimo per bloccare la richiesta

source: Minimum impact to email the administrator
it: Impatto minimo per inviare un messaggio di posta elettronica all'amministratore

source: Minimum impact to kick the user (destroy the session)
it: Impatto minimo per espellere l'utente (distruggere la sessione)

source: Minimum impact to log intrusion in the database
it: Impatto minimo per registrare le intrusioni nel database

source: Minimum length for user passwords
it: Lunghezza minima per le password utente

source: Minimum password length: %amount% characters.
it: Lunghezza minima della password: %amount% caratteri.

source: Minimum row height for permission rules list view (in pixels)
it: Altezza minima delle righe per la visualizzazione elenco delle regole di autorizzazione (in pixel)

source: Minimum row height for rule editing view (in pixels)
it: Altezza minima delle righe per la visualizzazione di modifica delle regole (in pixel)

source: Mode
it: Modo

source: Moderate access
it: Accesso moderato

source: Moderation
it: Moderazione

source: Modify block
it: Modifica il blocco

source: Modify block position
it: Modifica la posizione del blocco

source: Module
it: Modulo

source: Module "%s" is not a valid provider.
it: Il modulo "%s" non è un provider valido.

source: Module "%s" is not a valid subscriber.
it: Il modulo "%s" non è un sottoscrittore valido.

source: Module Services are functions provided by the core or other modules for this module.
it: I servizi dei moduli sono funzioni fornite dal core o da altri moduli per questo modulo.

source: Module categories list
it: Elenco delle categorie di moduli

source: Module categorization
it: Categorizzazione dei moduli

source: Module category
it: Categoria del modulo

source: Module name
it: Nome del modulo

source: Module services
it: Servizi del modulo

source: Module settings
it: Impostazioni del modulo

source: Module used for managing user profiles
it: Modulo usato per la gestione dei profili utente

source: Module used for private messaging
it: Modulo utilizzato per la messaggistica privata

source: Modules
it: Moduli

source: Modules categorisation
it: Categorizzazione dei moduli

source: Modules for controlling user membership, access rights and profiles.
it: Moduli per il controllo delle appartenenze degli utenti, dei diritti di accesso e dei profili.

source: Modules for managing the site's security.
it: Moduli per la gestione della sicurezza del sito.

source: Modules for providing content to your users.
it: Moduli per la fornitura di contenuti agli utenti.

source: Modules list
it: Elenco dei moduli

source: Modules moved to their default categories
it: Moduli spostati nelle loro categorie predefinite

source: Modules per page
it: Moduli per pagina

source: Modules per page in module categories list
it: Numero di moduli per pagina nell'elenco delle categorie di moduli

source: Modules per row
it: Moduli per riga

source: Modules per row in admin panel
it: Numero di moduli per riga nel pannello di amministrazione

source: Modules upgraded
it: Moduli aggiornati

source: Monthly
it: Ogni mese

source: More information: http://www.php.net/manual/en/session.configuration.php#ini.session.cookie-lifetime
it: Per maggiori informazioni: http://www.php.net/manual/en/session.configuration.php#ini.session.cookie-lifetime

source: More information: http://www.php.net/manual/en/session.configuration.php#ini.session.gc-maxlifetime
it: Per maggiori informazioni: http://www.php.net/manual/en/session.configuration.php#ini.session.gc-maxlifetime

source: More information: http://www.php.net/manual/en/session.configuration.php#ini.session.gc-probability
it: Per maggiori informazioni: http://www.php.net/manual/en/session.configuration.php#ini.session.gc-probability

source: More information: http://www.php.net/manual/en/session.configuration.php#ini.session.save-path
it: Per maggiori informazioni: http://www.php.net/manual/en/session.configuration.php#ini.session.save-path

source: Move all children
it: Sposta tutti i figli

source: Move all sub-categories
it: Sposta tutte le sottocategorie

source: Move and delete
it: Sposta ed elimina

source: Moving modules to their default categories
it: Spostamento dei moduli nelle categorie predefinite

source: Multilingual features are deactivated.
it: Le funzioni multilingua sono disattivate.

source: Multiple state
it: Stato multiplo

source: Music and audio
it: Musica e audio

source: My account
it: Il mio account

source: My custom routes
it: I miei percorsi personalizzati

source: NOTICE: The old type of "anonymous" user has been removed from the Users group. This may require manual adjustment of your permission schema.
it: AVVISO: il vecchio tipo di utente "anonimo" è stato rimosso dal gruppo Utenti. Ciò potrebbe richiedere la regolazione manuale dello schema di autorizzazione.

source: Name
it: Nome

source: Name displayed for anonymous user
it: Nome mostrato per gli utenti anonimi

source: Native Email
it: Email nativa

source: Native Uname
it: Nome utente nativo

source: Native Uname or Email
it: Nome utente o email nativi

source: Native authorisation settings
it: Impostazioni per l'autorizzazione nativa

source: New Category
it: Nuova categoria

source: New Parent
it: Nuovo genitore

source: New account
it: Nuovo account

source: New account registration
it: Registrazione di un nuovo account

source: New email address
it: Nuovo indirizzo email

source: New group
it: Nuovo gruppo

source: New group application
it: Domanda per nuovo gruppo

source: New menu
it: Nuovo menu

source: New module category
it: Nuova categoria dei moduli

source: New password
it: Nuova password

source: New registration pending approval
it: Nuova registrazione in attesa di approvazione

source: New registration pending approval: %s
it: Nuova registrazione in attesa di approvazione: %s
