Repository: pmoitaly/Zikula-Italian-Translation
Catalog: Core 2.0/app/Resources/translations/zikula.*.po
Languages: it

source: New registration pending e-mail verification
it: Nuova registrazione in attesa di verifica dell'email

source: New registration pending e-mail verification: %s
it: Nuova registrazione in attesa di verifica dell'email: %s

source: New registration: %s
it: Nuova registrazione: %s

source: New search
it: Nuova ricerca

source: New user activated
it: Nuovo utente attivato

source: New user activated: %s
it: Nuovo utente attivato: %s

source: New users
it: Nuovi utenti

source: New users must verify their email address on registration.
it: I nuovi utenti devono verificare i loro indirizzi email durante la registrazione.

source: New version
it: Nuova versione

source: Newest first
it: I puù recenti prima

source: Newly registered users are logged in automatically
it: Gli utenti appena registrati accedono automaticamente

source: Newly-installed or uncategorized modules.
it: Moduli appena installati o senza categoria.

source: Next
it: Seguente

source: Next page
it: Pagina seguente

source: No access
it: Nessun accesso

source: No block ID passed.
it: Nessuna ID di blocco è stata passata.

source: No blocks placed in this position yet.
it: Non ci sono ancora blocchi in questa posizione.

source: No category name or id set.
it: Nessun nome di categoria o ID impostato.

source: No custom routes found.
it: Nessun percorso personalizzato trovato.

source: No further pages
it: Non ci sono altre pagine

source: No items found.
it: Nessun elemento trovato.

source: No logged intrusions found.
it: Nessuna intrusione registrata trovata.

source: No message module
it: Nessun modulo dei messaggi

source: No parent
it: Nessun genitore

source: No permission for this action
it: Nessuna autorizzazione per questa azione

source: No permission for this action.
it: Nessuna autorizzazione per questa azione.

source: No previous page
it: Nessuna pagina precedente

source: No profile module
it: Nessun modulo dei profili

source: No provider area passed.
it: Nessuna area provider passata.

source: No records found.
it: Nessun record trovato.

source: No search results found.
it: Nessun risultato di ricerca trovato.

source: No subscriber area passed.
it: Nessuna area abbonati passata.

source: No such item found.
it: Elemento non trovato.

source: No users found.
it: Nessun utente trovato.

source: No users selected.
it: Nessun utente selezionato.

source: None
it: Nessuno

source: Not Available in System
it: Non disponibile nel sistema

source: Not allowed
it: Non permesso

source: Not installed
it: Non installato

source: Not yet approved
it: Non ancora approvato

source: Notice: If you change 'Where to save sessions' to 'File' then you must enter a path in the 'Path for saving session files' box above. The path must be writeable. Leave value empty for default location '%kernel.cache_dir%/sessions'
it: Avviso: se modifichi 'Dove salvare le sessioni' in 'File', è necessario inserire un percorso nella casella 'Percorso per il salvataggio dei file di sessione' sopra. Il percorso deve essere scrivibile. Lasciare vuoto il valore per il percorso predefinito '%kernel.cache_dir%/sessions'

source: Notice: If you change the 'Session cookie name' setting, all registered users who are currently logged-in will then be logged-out automatically, and they will have to log back in again.
it: Avviso: se modifichi l'impostazione "Nome cookie di sessione", tutti gli utenti registrati che sono attualmente connessi verranno disconnessi automaticamente e dovranno effettuare nuovamente l'accesso.

source: Notice: If you change this setting, you will be logged-out immediately and will have to log back in again.
it: Avviso: se modifichi questa impostazione, sarai disconnesso immediatamente e dovrai eseguire nuovamente l'accesso.

source: Notice: If you use a different host name for HTTPS secure sessions and you insert an address in the 'Secure host name' box, make sure you include a trailing slash at the end of the address.
it: Avviso: se usi un nome host diverso per le sessioni protette HTTPS e inserisci un indirizzo nella casella 'Nome host sicuro', assicurati di includere una barra finale alla fine dell'indirizzo.

source: Notice: Increase this value if mobile appliances experience problems with using the site.
it: Avviso: aumenta questo valore se si verificano problemi con l'uso del sito.

source: Notice: Please enter your new e-mail address, the same address again for verification, and then click save. The site uses this address to send you mail (when you request a new password, for instance). Your currently-recorded e-mail address is %email%.
it: Avviso: immetti il nuovo indirizzo di posta elettronica, lo stesso indirizzo per la verifica, quindi fai clic su Salva. Il sito usa questo indirizzo per inviarti posta (quando richiedi una nuova password, per esempio). L'indirizzo di posta elettronica attualmente registrato è %email%.

source: Notice: The PHP Zlib extension is not enabled on your host. This setting will not do anything in this case.
it: Avviso: l'estensione PHP Zlib non è abilitata sull'host. Questa impostazione non avrà effetto, in questo caso.

source: Notice: The following settings will rewrite your permalinks. Sometimes, international characters like 'ñ' and 'ß' may be re-encoded by your browser. Although this is technically the correct action, it may not be aesthetically pleasing. These settings allow you to replace those characters, using a pair of comma-separated lists. The two fields below should resemble the examples provided: The first element of 'List to search for' will replace the first element in the 'List to replace with' and so on. In the example below, 'À' would be replace with 'A', and 'Á' with 'A'. If you do not want to use this feature, leave both fields blank.
it: Avviso: le seguenti impostazioni riscriveranno i permalink. A volte, i caratteri internazionali, come 'ñ' e 'ß', possono essere ricodificati dal tuo browser. Anche se questa è tecnicamente l'azione corretta, potrebbe non essere esteticamente piacevole. Queste impostazioni consentono di sostituire tali caratteri, utilizzando una coppia di elenchi separati da virgole. I due campi seguenti dovrebbero essere simili agli esempi forniti: il primo elemento di 'Lista da cercare' sostituirà il primo elemento in 'Lista con cui sostituire' e così via. Nell'esempio riportato di seguito, la 'À' verrebbe sostituita con 'A' e 'Á' con 'A'. Se non si desidera usare questa funzionalità, lasciare vuoti entrambi i campi.

source: Notice: This overrides the 'Verify e-mail address during registration' setting in 'Settings'.
it: Avviso: questo sostituisce l'impostazione "Verifica indirizzo e-mail durante la registrazione" in "Impostazioni".

source: Notice: Use drag and drop to arrange the blocks in this position into your desired order. The new block order will be saved automatically.
it: Avviso: trascina per disporre i blocchi di questa posizione nell'ordine desiderato. Il nuovo ordine dei blocchi verrà salvato automaticamente.

source: Notice: With IDN domains, special characters are allowed in e-mail addresses and URLs.
it: Avviso: con i domini IDN, negli indirizzi e-mail e nelle URL sono ammessi caratteri speciali.

source: Notice: You cannot delete the main administration permission rule.
it: Avviso: non è possibile eliminare la regola di autorizzazione di amministrazione principale.

source: Notification type
it: Tipo di notifica

source: Notify administrators
it: Notifica agli amministratori

source: Number of characters to display in item summaries
it: Numero di caratteri da visualizzare nei riepiloghi degli elementi

source: Number of hits: %s
it: Numero di visite: %s

source: Number of links per page
it: Numero di link per pagina

source: Number of searches
it: Numero di ricerche

source: Number of users displayed per page
it: Numero di utenti mostrati per pagina

source: Official
it: Ufficiale

source: Old password
it: Vecchia password

source: Old password is incorrect.
it: La password precedente è errata.

source: Oldest first
it: Dal meno recente

source: Once both this verification step is complete and an administrator has approved your request, you will be able to log in with your user name.
it: Una volta completati entrambi i passaggi di verifica e dopo che un amministratore avrà approvato la richiesta, sarà possibile accedere con il proprio nome utente.

source: Once verified and your account has been approved, then you will be able to log in.
it: Una volta verificato e approvato il tuo account, sarai in grado di accedere.

source: Once verified, you will be able to log in.
it: Una volta verificato, sarai in grado di accedere.

source: Once you have successfully changed your password, the log-in process will complete.
it: Una volta modificata la password, la procedura di accesso sarà completata.

source: One time CSRF protection may affect the browser back button but is more secure.
it: Qualche volta la protezione CSRF può influenzare il pulsante Indietro del browser, ma è più sicura.

source: One time use
it: Utilizzabile una sola volta

source: Online
it: Collegato

source: Only digits are allowed.
it: Sono permessi solo numeri.

source: Only for non-default languages
it: Solo per le lingue non predefinite

source: Only item titles
it: Solo i titoli degli elementi

source: Open
it: Aperto

source: Open the dropdown list and choose the module category in which to put all newly-installed and activated modules.
it: Apri l'elenco a discesa per scegliere la categoria dei moduli in cui inserire tutti i moduli appena installati e attivati.

source: Open the dropdown list and choose the modules category to be shown when the Administration panel first displays.
it: Apri l'elenco a discesa per scegliere la categoria dei moduli da mostrare quando il pannello dell'amministratore è mostrato per la prima volta.

source: Open the dropdown list and choose the theme to be applied to the Administration panel.
it: Apri l'elenco a discesa per scegliere il tema da usare con il pannello di amministrazione.

source: Open: Users may apply/add themselves
it: Aperto: Gli utenti possono aggiungersi da soli

source: Operation cancelled.
it: Operazione annullata.

source: Options
it: Opzioni

source: Options with an asterisk (*) must have a value of a json_encoded string of option key-value pairs. Options with a plus (+) must have a boolean value.
it: Le opzioni con un asterisco (*) devono avere un valore di una stringa json_encoded come coppie chiave-valore dell'opzione. Le opzioni con un segno più (+) devono avere un valore booleano.

source: Order of results
it: Ordine dei risultati

source: Other actions for %s
it: Altre azioni per %s

source: Output filter settings
it: Impostazioni del filtro di output

source: Overview
it: Panoramica

source: Overview access
it: Panoramica accesso

source: PDO extension loaded.
it: Estensione PDO caricata.

source: PHP 'magic_quotes_gpc' setting is ON, but should be OFF.
it: L'impostazione di PHP 'magic_quotes_gpc' è ON, ma dovrebbe essere OFF.

source: PHP configuration
it: Configurazione PHP

source: PHPIDS filter %s
it: Filtro di PHPIDS %s

source: PHPIDS filters used
it: Filtri di PHPIDS usati

source: PHPIDS is a feature of the Security center module that enhances the security of a site, and the Security analyser has detected that it is not enabled. You are recommended to ensure that it is enabled. You will also see this message if the Security center module is not installed or is not activated. For more information about this, please consult the Security center on-line help.
it: PHPIDS è una funzionalità di Security Center che garantisce la sicurezza di un sito e Security Analyzer ha rilevato che non è abilitata. Si consiglia di assicurarsi che sia abilitato. Vedrai questo messaggio anche se il modulo Security Center non è installato o non è attivato. Per ulteriori informazioni al riguardo, visita la guida in linea del Centro sicurezza.

source: PHPIDS is activated, but requests are NOT blocked.
it: PHPIDS è attivo, ma le richieste NON sono bloccate.

source: PHPIDS is enabled and you have set the Block action to 'Warn only'. Thus requests are not blocked. This is useful only for debugging the PHPIDS ruleset in order to verify correct operation.
it: PHPIDS è abilitato e hai l'opzione Blocca su "Avvisa soltanto". Pertanto le richieste non vengono bloccate. Ciò è utile solo per il debug del set di regole PHPIDS al fine di verificarne il corretto funzionamento.

source: PHPIDS performs many different checks which return an impact value for scoring the treated request. Depending on the sum of all impacts performed actions are selected.
it: PHPIDS esegue molti controlli diversi che restituiscono un valore di impatto per la valutazione della domanda. A seconda della somma di tutti i valori, sono selezionate le azioni da eseguire.

source: PHPIDS with the Security Center is not activated, but preferably should be.
it: PHPIDS con Security Center non è attivato, ma preferibilmente dovrebbe esserlo.

source: Page
it: Pagina

source: Page %1$s / %2$s (%3$s - %4$s of %5$s total)
it: Pagina %1$s / %2$s (%3$s - %4$s di %5$s totali)

source: Page size
it: Dimensione della pagina

source: Page title structure
it: Struttura del titolo della pagina

source: Parameter
it: Parametro

source: Parameter settings
it: Impostazioni dei parametri

source: Parameters finalized
it: Parametri finalizzati

source: Parent
it: Genitore

source: Password reset requests expire in
it: La richiesta di reset della password scade tra

source: Password successfully changed.
it: La password è stata cambiata.

source: Path
it: Percorso

source: Path for saving session files
it: Percorso per il salvataggio dei file di sessione

source: Path to account page images
it: Percorso per le immagini della pagina dell'account

source: Pending
it: In attesa

source: Pending Content
it: Contenuto in attesa

source: Pending applications
it: Richieste in attesa

source: Per session
it: Per sessione

source: Periodically regenerate session ID
it: Rigenera periodicamente l'ID di sessione

source: Permalinks settings
it: Impostazioni dei permalink

source: Permission
it: Autorizzazione

source: Permission check result:
it: Risultato del controllo delle autorizzazioni:

source: Permission level
it: Livello di autorizzazione

source: Permission rule information
it: Informazioni sulla regola di autorizzazione

source: Permission rules information
it: Informazioni sulle regole di autorizzazione

source: Permission rules list
it: Elenco delle regole di autorizzazione

source: Permission settings
it: Impostazioni delle autorizzazioni

source: Persisting Symfony Bundles
it: Pacchetti di Symfony persistenti

source: Plain-text message
it: Messaggio in testo normale

source: Please Login with Admin credentials
it: Accedi con le credenziali di amministrazione

source: Please click on the following link to complete the e-mail address check:
it: Fai clic sul seguente link per completare il controllo dell'indirizzo email:

source: Please complete the form below to reset your password.
it: Completa la form seguente per reimpostare la tua password.

source: Please enter at least 3 characters
it: Inserisci almeno tre caratteri

source: Please enter the scheme of where you install Zikula, can be either "http" or "https"
it: Inserisci il protocollo per il sito dove installi Zikula, può essere "http" o "https"

source: Please enter the url path of the directory where you install Zikula, leave empty if you install it at the top level. Example: /my/sub-dir
it: Inserisci il percorso della cartella in cui installi Zikula; lascia vuoto se installi al livello superiore. Esempio: /my/sub-dir

source: Please enter your e-mail address below and click the submit button. You will be sent an e-mail with your account information.
it: Inserisci il tuo indirizzo e-mail qui sotto e clicca sul pulsante Invia. Ti verrà inviata un'e-mail con le informazioni del tuo account.

source: Please enter your user name or e-mail address below and click the submit button. You will be sent an e-mail with further instructions.
it: Inserisci il tuo nome utente o indirizzo email qui sotto e fai clic sul pulsante Invia. Ti verrà inviata un'email con ulteriori istruzioni.

source: Please follow the instructions to install Zikula %version%.
it: Segui le istruzioni per l'installazione di Zikula %version%.

source: Please note that blocks may appear out of place or even missing in a theme prview because position names are not consistent from theme to theme.
it: Nota che i blocchi possono apparire fuori posizione o addirittura mancanti in un tema di anteprima perché non sempre i nomi delle posizioni sono coerenti da tema a tema.

source: Please refer to the %s during the process.
it: Fai riferimento a %s durante il processo.

source: Please select one of the following:
it: Seleziona una delle seguenti opzioni:

source: Position
it: Posizione

source: Position not available in current default theme.
it: Posizione non disponibile nell'attuale tema predefinito.

source: Position saved!
it: Posizione salvata!

source: Positions
it: Posizioni

source: Possible tags: %pagetitle%, %sitename%, %modulename%
it: Tag possibili: %pagetitle%, %sitename%, %modulename%

source: Prepend bundle prefix
it: Anteponi il prefisso del pacchetto

source: Prepend language to URL
it: Anteponi la lingua all'URL

source: Preview
it: Anteprima

source: Previous page
it: Pagina precedente

source: Primary administrators group. Cannot be deleted.
it: Gruppo degli amministratori primari. Non può essere eliminato.

source: Private
it: Privato

source: Private: Users must apply for membership - groups are not visible to users in public list
it: Privato: gli utenti devono fare domanda di iscrizione - i gruppi non sono visibili agli utenti nell'elenco pubblico

source: Profile
it: Profilo

source: Progress bar
it: Barra di stato

source: Properties
it: Proprietà

source: Property name
it: Nome della proprietà

source: Protect configuration files
it: Proteggi i file di configurazione

source: Protecting configuration files
it: Protezione dei file di configurazione

source: Proudly powered by Zikula
it: Motorizzato con orgoglio da Zikula

source: Provider module "%s" is not available.
it: Il modulo provider "%s" non è disponibile.

source: Providers' areas order is not an array.
it: L'ordine delle aree dei provider non è un array.

source: Provision
it: Fornitura

source: Public
it: Pubblico

source: Public: Users can add themselves with no moderation - groups are visible in public list
it: Pubblico: gli utenti possono iscriversi senza moderazione - i gruppi sono visibile nell'elenco pubblico

source: Publication status (basic)
it: Stato della pubblicazione (base)

source: Publication status (extended)
it: Stato della pubblicazione (esteso)

source: Purge IDS Log
it: Elimina il log degli IDS

source: Purge IDS log
it: Elimina il log degli IDS

source: Quick navigation
it: Navigazione veloce

source: Quick search
it: Ricerca veloce

source: React on impact per request (uses the values from above)
it: Reagisci in base all'impatto per richiesta (usa i valori di cui sopra)

source: React on impact sum per session [loose] (uses the values from above * 10)
it: Reagisci alla somma dell'impatto per sessione [ampio] (usa i valori di cui sopra * 10)

source: React on impact sum per session [strict] (uses the values from above * 5)
it: Reagisci alla somma dell'impatto per sessione [stretto] (usa i valori di cui sopra * 5)

source: Read access
it: Accesso in lettura

source: Read more about this system on the <a href="http://phpids.org" title="PHPIDS homepage">PHPIDS homepage</a>.
it: Per saperne di più su questo sistema consulta la <a href="http://phpids.org" title="PHPIDS homepage">home page di PHPIDS</a>.

source: Reason
it: Motivo

source: Reason for disabling site
it: Motivo della disabilitazione del sito

source: Receive e-mail alert when there are new applicants
it: Ricevi un'email di avviso quando ci sono nuovi membri

source: Recent searches
it: Ricerche recente

source: Recent searches list
it: Elenco delle ricerche recenti

source: Recently, this e-mail address ('%email') was used to request an account on '%site' (%url).
it: Recentemente, questo indirizzo email ('%email') è stato usato per richiedere un account su '%site' (%url).

source: Recipient's e-mail address
it: Indirizzo email del destinatario

source: Recipient's name
it: Nome del destinatario

source: Recommended
it: Raccomandato

source: Recover Lost Password
it: Recupera la password dimenticata

source: Recover Lost User Name
it: Recupera il nome utente dimenticato

source: Recover account information or password
it: Recupera le informazioni sull'account o la password

source: Recover lost password
it: Recupera la password dimenticata

source: Recover lost username
it: Recupera il nome utente dimenticato

source: Regarding your %s group membership application
it: A proposito della domanda di iscrizione al gruppo %s

source: Regenerate session ID during log-in and log-out
it: Rigenera l'ID di sessione durante l'accesso e l'uscita

source: Regenerate themes
it: Rigenera i temi

source: Regenerating themes
it: Rigenerazione dei temi

source: Regeneration probability
it: Probabilità di rigenerazione

source: Registered component
it: Componenti registrati

source: Registering for a user account is easy. Registration can give you access to content and to features of this site that are not available to unregistered guests.
it: Registrarsi con un account utente è facile. La registrazione può darti accesso ai contenuti e alle funzioni di questo sito che non sono disponibili per i visitatori non registrati.

source: Registering users will have to provide this response when answering the spam protection question. It is required if a spam protection question is provided.
it: Gli utenti che si stanno registrando dovranno fornire questa risposta alla domanda di protezione antispam. È obbligatorio se viene fornita una domanda di protezione antispam.

source: Registration ID
it: ID della registrazione

source: Registration Settings
it: Impostazione della registrazione

source: Registration Status
it: Stato della registrazione

source: Registration date
it: Data della registrazione

source: Registration date before
it: Data di registrazione prima

source: Registration management hooks
it: Hooks della gestione della registrazione

source: Registrations pending verification expire in
it: Le registrazioni in attesa di verifica scadono in

source: Registry updated
it: Registro aggiornato

source: Rejected
it: Respinto

source: Releases
it: Rilasci

source: Reload
it: Ricarica

source: Reload Defaults
it: Ricarica i valori predefiniti

source: Reload multilingual routing settings
it: Ricarica le impostazioni multilinguistiche

source: Reload routes
it: Ricarica i percorsi

source: Remember me
it: Ricordami

source: Remember: both this verification step and approval from an administrator must be completed before you can log in.
it: Ricorda: sia questo passaggio di verifica che l'approvazione di un amministratore devono essere completate prima di poter accedere.

source: Remove
it: Rimuovi

source: Remove %s
it: Rimuovi %s

source: Remove theme
it: Rimuovi il tema

source: Remove theme %sub%
it: Rimuovi il tema %sub%

source: Remove user from group
it: Rimuovi l'utente dal gruppo

source: Rename category
it: Rimuovi la categoria

source: Renew
it: Rinnova

source: Repeat Email
it: Ripeti l'email

source: Repeat Password
it: Ripeto la password

source: Repeat new email address
it: Ripeti il nuovo indirizzo email

source: Repeat new password
it: Ripeti la nuova password

source: Replyto email address
it: Rispondi all'indirizzo email

source: Request Impact: %d
it: Impatto della richiesta: %d

source: Request URI: %s
it: URI della richiesta: %s
