Repository: pmoitaly/Zikula-Italian-Translation
Catalog: Core 2.0/app/Resources/translations/zikula.*.po
Languages: it

source: Require %sub% to change password at next login
it: Chiedi a %sub% di cambiare la password all'accesso successivo

source: Required
it: Obbligatorio

source: Requirement: %s
it: Requisito: %s

source: Requirements
it: Requisiti

source: Reserved user names
it: Nomi utenti riservati

source: Reset
it: Ripristina

source: Reset My Password
it: Ripristina la mia password

source: Reset all extensions to default values
it: Ripristina tutte le estensioni ai valori predefiniti

source: Reset to default values
it: Ripristina ai valori predefiniti

source: Reset to empty value
it: Ripristina al valore vuoto

source: Reset your password at '%s'
it: Ripristina la tua password al valore '%s'

source: Reset zoom level
it: Ripristina il livello di zoom

source: Return to User Administration
it: Ritorna all'amministrazione dell'utente

source: Right blocks
it: Blocchi a destra

source: Right click on selected category to open context menu.
it: Fare clic con il pulsante destro del mouse sulla categoria selezionata per aprire il menu di scelta rapida.

source: Route
it: Percorso

source: Route entries per page
it: Voci del percorso per pagina

source: Route list
it: Elenco dei percorsi

source: Route scope
it: Ambito del percorso

source: Routes
it: Percorsi

source: Routes list
it: Elenco dei percorsi

source: Rule
it: Regola

source: SMTP authentication type
it: Tipo di autenticazione SMTP

source: SMTP encryption method
it: Metodo di criptazione SMTP

source: SMTP host server
it: Server host SMTP

source: SMTP mail transfer protocol
it: Protocollo di trasferimento mail SMTP

source: SMTP password
it: Password SMTP

source: SMTP port
it: Porta SMTP

source: SMTP settings
it: Impostazioni SMTP

source: SMTP user name
it: Nome utente SMTP

source: Save
it: Salva

source: Save changes
it: Salva le modifiche

source: Schemes
it: Schemi

source: Science and technology
it: Scienza e tecnologia

source: Seach by username
it: Cerca per nome utene

source: Search
it: Cerca

source: Search block
it: Blocco di ricerca

source: Search box
it: Box di ricerca

source: Search data copyright %s, all rights reserved.
it: Copyright per la ricerca dati %s, tutti i diritti riservati.

source: Search keywords
it: Parole da cercare

source: Search now
it: Cerca adesso

source: Search results
it: Risultati della ricerca

source: Search settings
it: Impostazioni della ricerca

source: Search user
it: Cerca un utente

source: Secure host name
it: Nome host sicuro

source: Security
it: Sicurezza

source: Security Center
it: Centro di sicurezza

source: Security analyser warnings
it: Avvisi dell'analizzatore di sicurezza

source: Security center module is not activated, but preferably should be.
it: Il modulo Centro di sicurezza non è attivato, ma sarebbe meglio che lo fosse.

source: Security center module is not installed, but preferably should be.
it: Il modulo Centro di sicurezza non è installato, ma sarebbe meglio che lo fosse.

source: Security level
it: Livello di sicurezza

source: Security settings
it: Impostazioni della sicurezza

source: Security warnings
it: Avvisi della sicurezza

source: Select a block type.
it: Seleziona un tipo di blocco.

source: Select a locale:
it: Seleziona un ambito geolinguistico:

source: Select all
it: Seleziona tutto

source: Select filter rules to use
it: Seleziona le regole di filtro da usare

source: Select language
it: Seleziona una lingua

source: Select module
it: Seleziona un modulo

source: Select output filter
it: Seleziona il filtro di output

source: Select the CSV file
it: Seleziona il file CSV

source: Select the way the impact thresholds are used in Zikula
it: Seleziona il modo in cui le soglie di impatto sono usate in Zikula

source: Select your default language
it: Seleziona la tua lingua predefinita

source: Semicolon
it: Punto e virgola

source: Send Mail
it: Invia email

source: Send a message to this user
it: Invia un messaggio a questo utente

source: Send a new e-mail verification code for %sub%
it: Inviare un nuovo codice di verifica tramite email per %sub%

source: Send an e-mail verification code for %sub%
it: Invia un codice di verifica via email per %sub%

source: Send email on block action
it: Inviare un'email in caso di blocco

source: Send mail in batches of
it: Invia email in lotti di

source: Send password recovery e-mail to %sub%
it: Invia un'email per il recupero password a %sub%

source: Send password via email
it: Invia la password via email

source: Send private message to %userName%
it: Invia un messaggio privato a %userName%

source: Send test email
it: Invia un'email di prova

source: Send user name to %sub%
it: Invia il nome utente a %sub%

source: Send welcome message to user
it: Invia il messaggio di benvenuto all'utente

source: Sender name
it: Nome del mittente

source: Sender's e-mail address
it: Indirizzo email del mittente

source: Sender's name
it: Nome del mittente

source: Sending a password via e-mail is considered unsafe. It is recommended that you provide the password to the user using a secure method of communication.
it: L'invio di una password via e-mail è considerato non sicuro. Si consiglia di fornire la password all'utente utilizzando un metodo di comunicazione sicuro.

source: Sendmail message transfer agent
it: Agente di trasferimento dei messaggi di Sendmail

source: Separate each domain with a comma.
it: Separa ogni dominio con una virgola.

source: Separate each user agent string with a comma. Each item on this list is a browser user agent identification string. If a user attempts to register a new account using a browser whose user agent string begins with one on this list, then the user is not allowed to begin the registration process.
it: Separa ogni stringa dell'agent del'utente con una virgola. Ogni elemento in questo elenco è una stringa di identificazione dell'agente utente del browser. Se un utente tenta di registrare un nuovo account utilizzando un browser la cui stringa agent utente inizia con una in questo elenco, l'utente non può avviare il processo di registrazione.

source: Separate each user name with a comma.
it: Separa ogni nome utente con una virgola.

source: Separate with & for example:
it: Separa con &, per esempio:

source: Server time zone is %tz
it: Il fuso orario del server è %tz

source: Services
it: Servizi

source: Session Impact: %d
it: Impatto della sessione: %d

source: Session are currently configured to use the filesystem. It is recommended that you change this to use the database. Click %here% to configure.
it: Le sessioni sono configurate per usare il filesystem. Si consiglia di usare il database. Fai clic su %here% per modificare l'impostazione.

source: Session cookie name
it: Nome del cookie di sessione

source: Session handling variables have changed. You must log in again.
it: Le variabili di gestione della sessione sono cambiate. Devi accedere di nuovo.

source: Session settings
it: Impostazioni della sessione

source: Set %theme% as site theme
it: Imposta %theme% come tema del sito

source: Set a password
it: Imposta una password

source: Set as 0 for unlimited.
it: Imposta a 0 per illimitato.

source: Set password now
it: Imposta la password adesso

source: Set to defaults
it: Imposta ai valori predefiniti

source: Setting HTMLPurifier configuration directives incorrectly can render your system unstable and inacessible. No validity checking is performed on any user-supplied settings. Ensure you fully understand each directive and its effects on your system. Ensure that all prerequisites are met and that any additional software or libraries required by each directive are properly installed and available to HTMLPurifier.
it: L'impostazione errata delle direttive di configurazione di HTMLPurifier può rendere instabile e inaccessibile il sistema. Nessun controllo di validità viene eseguito sulle impostazione inserite dall'utente. Assicurati di comprendere appieno ogni direttiva e i suoi effetti sul tuo sistema. Assicurati anche che tutti i prerequisiti siano soddisfatti e che eventuali software o librerie aggiuntivi richiesti da ciascuna direttiva siano installati correttamente e disponibili per HTMLPurifier.

source: Setting a user theme is no longer available.
it: L'impostazione di un tema utente non è più disponibile.

source: Settings
it: Impostazioni

source: Settings test
it: Test delle impostazioni

source: Show 'Search now' button
it: Mostra il bottone 'Cerca adesso'

source: Show administration panel
it: Mostra il pannello di amministrazione

source: Show all entries
it: Mostra tutte le voci

source: Show both internal name and display name
it: Mostra sia il nome interno che il nome visualizzato

source: Show password strength meter
it: Mostra il misuratore di forza della password

source: Shows all items except these which are approved
it: Mostra tutti gli elementi tranne quelli approvati

source: Sign cookies
it: Firma i cookie

source: Signing key
it: Chiave della firma

source: Single state
it: Stato singolo

source: Site Administrator
it: Amministratore del sito

source: Site default
it: Valori predefiniti del sito

source: Site description
it: Descrizione del sito

source: Site name
it: Nome del sito

source: Site search
it: Ricerca nel sito

source: Site unsearchable
it: Sito non abilitato alle ricerche

source: Someone with the IP address %1$s has just requested the account information at %2$s associated with this e-mail address.
it: Qualcuno con l'indirizzo IP %1 s ha appena richiesto le informazioni sull'account presso %2 s associato a questo indirizzo di posta elettronica.

source: Someone with the IP address %sub% has just requested your account password to be reset.
it: Qualcuno, dall'indirizzo IP %sub% ,ha appena richiesto la reimpostazione della password dell'account.

source: Sorry! An account could not be located with that information. Correct your entry and try again. If you have recently registered a new account with this site, we may be waiting for you to verify your e-mail address, or we might not have approved your registration request yet.
it: Impossibile creare un account con tali informazioni. Correggi i dati immessi e riprova. Se hai recentemente registrato un nuovo account su questo sito, potrebbe essere in attesa che tu verifichi il tuo indirizzo e-mail, o potremmo non aver ancora approvato la tua richiesta di registrazione.

source: Sorry! An active account could not be located with that information. Correct your entry and try again. If you have recently registered a new account with this site, we may be waiting for you to verify your e-mail address, or we might not have approved your registration request yet.
it: Impossibile trovare un account attivo con queste informazioni. Correggi i dati immessi e riprova. Se hai recentemente registrato un nuovo account su questo sito, potremmo essere in attesa che tu verifichi il tuo indirizzo e-mail o che potremmo non aver ancora approvato la tua richiesta di registrazione.

source: Sorry! New user registration is currently disabled.
it: La registrazione di un nuovo utente è attualmente disabilitata.

source: Sorry! No such theme found.
it: Nessun tema simile trovato.

source: Sorry! The domain of the e-mail address you specified is banned.
it: Il dominio dell'indirizzo e-mail specificato è vietato.

source: Sorry! The identity of the group %gid% is not not valid. Perhaps it does not exist. Please check your import file.
it: L'identità del gruppo %gid% non è valida. Forse non esiste. Controlla il file di importazione.

source: Sorry! The user agent you are using (the browser or other software you are using to access this site) is banned from the registration process.
it: Lo User agent che si sta utilizzando (con il browser o altro software che si sta usando per accedere a questo sito) è vietato dal processo di registrazione.

source: Sorry! There was a problem sending a verification code to %sub%.
it: Si è verificato un problema durante l'invio del codice di verifica a %sub%.

source: Sorry! This is a message to inform you with regret that your application for membership of the requested private group has been rejected.
it: Questo è un messaggio per informarti con rammarico che la tua domanda di adesione al gruppo privato richiesto è stata respinta.

source: Sorry! You must be logged in before you can leave a group.
it: È necessario effettuare l'accesso prima di poter abbandonare un gruppo.

source: Sorry! You must register for a user account on this site before you can join a group.
it: È necessario registrarsi con un account utente in questo sito prima di poter partecipare a un gruppo.

source: Sorry! Your account has not completed the registration process. Please contact a site administrator for more information.
it: Il tuo account non ha completato il processo di registrazione. Per ulteriori informazioni, contatta un amministratore del sito.

source: Sorry! Your account is marked as inactive. Please contact a site administrator for more information.
it: Il tuo account è contrassegnato come inattivo. Per ulteriori informazioni, contatta un amministratore del sito.

source: Sorry!, You cannot apply to join the requested group
it: Non è possibile iscriversi al gruppo richiesto

source: Sorry, but an error occured during the %action% action.
it: Si è verificato un errore durante l'azione %action%.

source: Sorry, but an error occured during the %action% action. Please apply the changes again!
it: Si è verificato un errore durante l'azione %action%. Per favore, applica nuovamente le modifiche!

source: Sorry, but you can not create the route yet as other items are required which must be created before!
it: Siamo spiacenti, ma non è ancora possibile creare il percorso perché prima devono essere creati altri elementi che sono necessari!

source: Sort
it: Ordinamento

source: Sort by
it: Ordina per

source: Sort by %s
it: Ordina per %s

source: Sort by ID
it: Ordina per ID

source: Sort by language
it: Ordina per lingua

source: Sort by state
it: Ordina per stato

source: Sort by title
it: Ordina per titolo

source: Sort by type
it: Ordina per tipo

source: Sort direction
it: Direzione dell'ordinamento

source: Sorting
it: Ordinamento

source: Spam protection answer
it: Risposta per la protezione dallo spam

source: Spam protection question
it: Domanda per la protezione dallo spam

source: Sport and activities
it: Sport e tempo libero

source: Stable Zikula Core available
it: Core stabile di Zikula disponibile

source: Start Controller
it: Avvia il controller

source: Start function arguments
it: Argomenti della funzione di avvio

source: Start installation?
it: Avvio l'installazione?

source: Start page settings
it: Impostazioni della pagina iniziale

source: State
it: Stato

source: State field
it: Campo dello stato

source: Statement displayed if registration disabled
it: Avviso mostrato se la registrazione è disabilitata

source: States
it: Stati

source: Status
it: Stato

source: Status unknown
it: Stato sconosciuto

source: Stop, please! The installer file 'install.php' and directory 'install' are in the site root, but must be removed before you can access the site admin panel.
it: Fermo, per favore! Il file di installazione 'install.php' e la directory 'install' si trovano ancora nella radice del sito, ma per motivi di sicurezza devono essere rimossi prima di poter accedere al pannello di amministrazione del sito.

source: Storage Engine
it: Motore di archiviazione

source: Store sessions
it: Archiviare le sessioni

source: Style sheet URL
it: URL dello style sheet

source: Style sheet contents
it: Contenuti dello style sheet

source: Subject
it: Oggetto

source: Submit
it: Invia

source: Submit and repeat
it: Invia e ripeti

source: Subscriber module "%s" is not available.
it: Il modulo di sottoscrizione"%s" non è disponibile.

source: Subscription
it: Sottoscrizione

source: Supported entities (one per line)
it: Entità supportate (una per riga)

source: Switch to administration area.
it: Passa all'area di amministrazione.

source: Switch to user area.
it: Passa all'area dell'utente.

source: Switch to users administration
it: Passa all'area di amministrazione degli utenti

source: Symfony Bundles
it: Pacchetto di Symfony

source: Symfony Bundles persisted
it: I pacchetti di Symfony persistono

source: System
it: Sistema

source: System modules activated
it: Moduli di sistema attivati

source: System theme
it: Tema di sistema

source: Tag usage (from <a href="https://www.w3schools.com">W3Schools</a>)
it: Uso dei Tag (da<a href="https://www.w3schools.com">W3Schools</a>)

source: Test current settings
it: Verifica le impostazioni attuali

source: Test mailer settings
it: Verifica le impostazioni per l'invio delle email

source: Testing permission...
it: Test delle autorizzazioni...

source: Text
it: Testo

source: Thank you for your application for a new account. At this time we are unable to approve your application.
it: Grazie per la tua richiesta di un nuovo account. Al momento non siamo in grado di approvare la tua richiesta.

source: Thank you for your application for a new account. Your application has been forwarded to the site administrator for review. Please expect a message once the review process is complete.
it: Grazie per la tua richiesta di un nuovo account. La tua richiesta è stata inoltrata all'amministratore del sito per la revisione. Una volta completato il processo, riceverai un'email.

source: That entity does not exist!
it: Questa entità non esiste!

source: The 'Settings' page contains three sections: 'General settings', 'Display settings' and 'Modules categorisation'. Each is covered below.
it: La pagina "Impostazioni" contiene tre sezioni: "Impostazioni generali", "Impostazioni di visualizzazione" e "Categorizzazione dei moduli". Ciascuna è spiegata di seguito.

source: The Zikula recovery console tool (file 'zrc.php') is present in the site webroot, but must be removed before you can access the site admin panel.
it: Lo strumento della console di ripristino di Zikula (file 'zrc.php') è presente nella webroot del sito, ma deve essere rimosso prima di poter accedere al pannello di amministrazione del sito.

source: The account details are as follows:
it: I dettagli dell'account sono i seguenti:

source: The administrator at %sub% requested that reset your password.
it: L'amministratore di %sub% ha richiesto il ripristino della password.

source: The administrator at %sub% requested that you receive your user name via e-mail.
it: L'amministratore di %sub% ha richiesto inviarti il tuo nome utente via e-mail.

source: The administrator at %sub% requested that you reset your password.
it: L'amministratore di %sub% ha chiesto che tu ripristini la tua password.

source: The amount of routes shown per page
it: La quantità di percorsi mostrati per pagina

source: The code is invalid for this username.
it: Il codice non è valido per questo nome utente.

source: The code provided is invalid or this user has never registered or has fully completed registration.
it: Il codice fornito non è valido o questo utente non si è mai registrato o non ha completato completamente la registrazione.

source: The contents of this field does not appear to be a valid comma separated list. The list should consist of one or more string values separated by commas. For example: 'first example, 2nd example, tertiary example' (the quotes should not appear in the list). One optional space following the comma is ignored for readability. Any other spaces (those appearing before the comma, and any additional spaces beyond the single optional space) will be considered to be part of the string value. Commas cannot be part of the string value. Empty values (two commas together, or separated only by a space) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
it: Il contenuto di questo campo non sembra essere un elenco separato da virgole valido. L'elenco dovrebbe essere costituito da uno o più valori di stringa separati da virgole. Ad esempio: "primo esempio, secondo esempio, terzo esempio" (le virgolette non devono apparire nell'elenco). Lo spazio facoltativo che segue la virgola per leggibilità viene ignorato. Tutti gli altri spazi (quelli che appaiono prima della virgola e tutti gli spazi aggiunti dopo il singolo spazio opzionale) saranno considerati parte del valore della stringa. Le virgole non possono far parte del valore della stringa. I valori vuoti (due virgole insieme o separate solo da uno spazio) non sono consentiti. L'elenco è facoltativo e, se non è necessario definire alcun valore, l'elenco deve essere completamente vuoto (senza spazi, virgole o altri caratteri).

source: The contents of this field does not appear to be a valid list of e-mail address domains. The list should consist of one or more e-mail address domains (the part after the '@'), separated by commas. For example: 'gmail.com, example.org, acme.co.uk' (the quotes should not appear in the list). Do not include the '@' itself. Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
it: Il contenuto di questo campo non sembra essere un elenco valido di domini di indirizzi e-mail. L'elenco dovrebbe essere costituito da uno o più domini di indirizzi e-mail (la parte dopo "@"), separati da virgole. Ad esempio: "gmail.com, esempio.org, acme.co.uk" (le virgolette non devono apparire nell'elenco). Non includere il carattere '@'. Gli spazi che circondano le virgole vengono ignorati, tuttavia gli spazi extra prima o dopo l'elenco non lo sono e comporteranno un errore. I valori vuoti (due virgole insieme o separate solo da spazi) non sono consentiti. L'elenco è facoltativo e, se non è necessario definire alcun valore, l'elenco deve essere completamente vuoto (senza spazi, virgole o altri caratteri).

source: The create process failed for an unknown reason.
it: Il processo di creazione non è riuscito per cause sconosciute.

source: The current installed version of Zikula is reporting (%1$s). You must upgrade to version (%2$s) before you can use this upgrade.
it: La versione attualmente installata di Zikula è (%1$s). È necessario eseguire l'aggiornamento alla versione (%2$s) prima di poter utilizzare questo aggiornamento.

source: The default hashing method is 'SHA256'.
it: Il metodo di hashing predefinito è 'SHA256'.

source: The e-mail address will not be changed unless the confirmation code is used, and you are the only recipient of this message. You can just delete this message.
it: L'indirizzo e-mail non verrà modificato a meno che non venga utilizzato il codice di conferma o che l'utente non sia l'unico destinatario di questo messaggio. Puoi semplicemente eliminare questo messaggio.

source: The email address you entered has already been registered.
it: L'indirizzo email che hai inserito è già stato registrato.

source: The email you are trying to authenticate with is in use by another user. You can only login by username.
it: L'email con cui stai tentando di autenticarti è usata da un altro utente. È possibile accedere solo tramite nome utente.

source: The emails must match!
it: Le email devono corrispondere!
