Repository: pmoitaly/Zikula-Italian-Translation
Catalog: Core 2.0/app/Resources/translations/zikula.*.po
Languages: it

source: The file 'upgrade.php' is used by the Installer script if a previously-existing site is upgraded to a more-recent version. Once the new site is working properly, you should delete this file, as it is no longer required and could make a security breach possible.
it: Il file 'upgrade.php' viene utilizzato dallo script del programma di installazione se un sito esistente in precedenza viene aggiornato a una versione più recente. Una volta che il nuovo sito funziona correttamente, è necessario eliminare questo file, poiché non è più necessario e potrebbe rendere possibile una violazione della sicurezza.

source: The file must be utf8 encoded
it: Il file deve essere codificato in utf8

source: The file you requested (%s) could not be found.
it: Impossibile trovare il file richiesto (%s).

source: The files must be removed manually.
it: I file devono essere rimossi manualmente.

source: The first row of the CSV file must contain the field names. It must be like this:
it: La prima riga del file CSV deve contenere i nomi dei campi. Deve essere così:

source: The following attack has been detected by PHPIDS
it: Il seguente attacco è stato rilevato da PHPIDS

source: The group name you entered (%u) has already been registered.
it: Il nome del gruppo inserito (%u) è già stato registrato.

source: The information that was registered is as follows:
it: Le informazioni che sono state registrate sono le seguenti:

source: The installed language could not be detected.
it: La lingua installata non è stata rilevata.

source: The items that are marked with an asterisk ('*') are required entries.
it: Le voci contrassegnate da un asterisco ('*') sono obbligatorie.

source: The items that are marked with an asterisk (*) are required entries.
it: Le voci contrassegnate da un asterisco ('*') sono obbligatorie.

source: The maximum version of the core that this module supports is %s
it: La versione massima del core supportata da questo modulo è %s

source: The message could not be sent properly.
it: Il messaggio non ha potuto essere inviato correttamente.

source: The minimum length for user passwords is %sub% characters.
it: La lunghezza minima per le password degli utenti è %sub% caratteri.

source: The minimum version of the core that this module supports is %s
it: La versione minima del core supportata da questo modulo è %s

source: The password cannot be the same as the user name. Please choose a different password.
it: La password non può essere uguale al nome utente. Scegli una password diversa.

source: The password fields must match.
it: I campi della password devono combaciare.

source: The password won't be changed unless you choose a new one using the link above, and you are the only recipient of this message.
it: La password non verrà modificata a meno che tu non ne scelga una nuova utilizzando il link sopra o non sia l'unico destinatario di questo messaggio.

source: The passwords must match!
it: Le password devono combaciare!

source: The path must start with a "/" and can be a regular expression. Example: "/login"
it: Il percorso deve iniziare con "/" e può essere un'espressione regolare. Esempio: "/login"

source: The path of the route you created or updated looks similar to the following already existing path: %s Are you sure you haven't just introduced a conflict?
it: Il path del percorso che hai creato o aggiornato è simile al seguente path già esistente: %s. Sei sicuro di non aver appena introdotto un conflitto?

source: The registration process failed.
it: Il processo di registrazione non è riuscito.

source: The root domain where you install Zikula, e.g. "example.com". Do not include subdirectories.
it: Il dominio principale in cui si installa Zikula, ad es. "example.com". Non includere le sottodirectory.

source: The selected item does not exist
it: L'elemento selezionato non esiste

source: The selected user is already a member of this group.
it: L'utente selezionato è già un membro di questo gruppo.

source: The setting has been successfully changed.
it: L'impostazione è stata modificata con successo.

source: The site administrator has not configured any data as searchable.
it: L'amministratore del sito non ha configurato alcun dato come soggetto alla ricerca.

source: The startController was reset to a static frontpage.
it: StartController è stato ripristinato a una pagina iniziale statica.

source: The theme in use must implement the block position or the assigned blocks will never be displayed.
it: Il tema in uso deve implementare la posizione del blocco o i blocchi assegnati non verranno mai visualizzati.

source: The update check is not enabled, but preferably should be.
it: Il controllo degli aggiornamenti non è abilitato, ma è preferibile che lo sia.

source: The user account '%username%' at %sitename% has this e-mail address associated with it.
it: L'account utente '%username%' in%sitename% ha questo indirizzo e-mail associato.

source: The user name for your account is: %user%
it: Il nome utente per il tuo account è: %user%

source: The user name you entered (%u) has already been registered.
it: Il nome utente inserito (%u) è già stato registrato.

source: The user name you entered is reserved. It cannot be used.
it: Il nome utente inserito è riservato. Non può essere usato.

source: The value "%value%" is not allowed for the "%property%" property.
it: Il valore "%value%" non è consentito per la proprietà "%property%".

source: The value does not appear to be a valid user name. A valid user name consists of lowercase letters, numbers, underscores, periods or dashes.
it: Il valore non sembra essere un nome utente valido. Un nome utente valido è composto da lettere minuscole, numeri, caratteri di sottolineatura, punti o trattini.

source: The value provided does not appear to be a valid list of user names. The list should consist of one or more user names made up of lowercase letters, numbers, underscores, periods, or dashes. Separate each user name with a comma. For example: 'root, administrator, superuser' (the quotes should not appear in the list). Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
it: Il valore fornito non sembra essere un elenco valido di nomi utente. L'elenco dovrebbe essere composto da uno o più nomi utente composti da lettere minuscole, numeri, caratteri di sottolineatura, punti o trattini. Separa ogni nome utente con una virgola. Ad esempio: "root, amministratore, superutente" (le virgolette non devono apparire nell'elenco). Gli spazi che circondano le virgole vengono ignorati, tuttavia gli spazi extra prima o dopo l'elenco non lo sono e comporteranno un errore. I valori vuoti (due virgole insieme o separate solo da spazi) non sono consentiti. L'elenco è facoltativo e, se non è necessario definire alcun valore, l'elenco deve essere completamente vuoto (senza spazi, virgole o altri caratteri aggiuntivi).

source: The version of this module is incompatible with the version of the core.
it: La versione di questo modulo non è compatibile con la versione del core.

source: The web site administrator has created this new account for you.
it: L'amministratore del sito web ha creato questo nuovo account per te.

source: Theme config
it: Configurazione del tema

source: Theme configuration
it: Configurazione del tema

source: Theme confirmation prompt
it: Richiesta di conferma del tema

source: Theme credits
it: Autori del tema

source: Theme to use
it: Tema da usare

source: Themes control the visual presentation of a site.
it: I temi controllano la presentazione visiva di un sito.

source: Themes list
it: Elenco dei temi

source: Themes regenerated
it: Temi rigenerati

source: There are %f users to try to migrate.
it: Ci sono %f utenti che provano a migrare.

source: There are currently no groups that can be joined.
it: Al momento non ci sono gruppi che possono essere uniti.

source: There are currently no modules in this category.
it: Al momento non ci sono moduli in questa categoria.

source: There are no active modules to search. Please activate at %link
it: Non ci sono moduli attivi da cercare. Attivali a %link

source: There are no providers available for %sub%.
it: Non ci sono provider disponibili per %sub%.

source: There are no subscribers available for %sub%.
it: Non ci sono abbonati disponibili per %sub%.

source: There are six display settings.
it: Ci sono sei impostazioni di visualizzazione.

source: There are too many users registered with that address. Please contact the system administrator for assistance.
it: Ci sono troppi utenti registrati con quell'indirizzo. Contatta l'amministratore di sistema per assistenza.

source: There aren't any areas attached here.<br />Drag an area from the right and drop it here to attach it.
it: Non ci sono aree collegate qui.<br />Trascina un'area da destra e rilasciala qui per collegarla.

source: There arent any modules services available.
it: Non sono disponibili servizi dei moduli.

source: There is currently no pending content.
it: Al momento non ci sono contenuti in attesa.

source: There is currently only one option in the General settings section.
it: Al momento esiste solo un'opzione nella sezione Impostazioni generali.

source: There is no '.htaccess' file in the application directory '/app', but one should be present.
it: Non esiste un file '.htaccess' nella directory dell'applicazione '/app', ma dovrebbe esserne presente uno.

source: There is no authentication method activated.
it: Non è stato attivato alcun metodo di autenticazione.

source: There was an error activating system modules
it: Si è verificato un errore durante l'attivazione dei moduli di sistema

source: There was an error clearing caches
it: Si è verificato un errore durante la cancellazione delle cache

source: There was an error creating admin account
it: Si è verificato un errore durante la creazione dell'account amministratore

source: There was an error creating default blocks
it: Si è verificato un errore durante la creazione dei blocchi predefiniti

source: There was an error finalizing the parameters
it: Si è verificato un errore durante la finalizzazione dei parametri

source: There was an error firing the install event
it: Si è verificato un errore durante l'attivazione dell'evento di installazione

source: There was an error firing the upgrade event
it: Si è verificato un errore durante l'attivazione dell'evento di aggiornamento

source: There was an error installing Zikula Administration Module
it: Si è verificato un errore durante l'installazione del modulo di amministrazione di Zikula

source: There was an error installing Zikula Blocks Module
it: Si è verificato un errore durante l'installazione del modulo dei blocchi di Zikula

source: There was an error installing Zikula Categories Module
it: Si è verificato un errore durante l'installazione del modulo delle categorie di Zikula

source: There was an error installing Zikula Extensions Module
it: Si è verificato un errore durante l'installazione del modulo delle estensioni di Zikula

source: There was an error installing Zikula Groups Module
it: Si è verificato un errore durante l'installazione del modulo dei gruppi di Zikula

source: There was an error installing Zikula Mailer Module
it: Si è verificato un errore durante l'installazione del modulo di gestione dell'email di Zikula

source: There was an error installing Zikula Menu Module
it: Si è verificato un errore durante l'installazione del modulo dei menu di Zikula

source: There was an error installing Zikula Permissions Module
it: Si è verificato un errore durante l'installazione del modulo delle autorizzazioni di Zikula

source: There was an error installing Zikula Routes Module
it: Si è verificato un errore durante l'installazione del modulo dei percorsi di Zikula

source: There was an error installing Zikula Search Module
it: Si è verificato un errore durante l'installazione del modulo di ricerca di Zikula

source: There was an error installing Zikula Security Module
it: Si è verificato un errore durante l'installazione del modulo di sicurezza di Zikula

source: There was an error installing Zikula Settings Module
it: Si è verificato un errore durante l'installazione del modulo delle impostazioni di Zikula

source: There was an error installing Zikula Theme Module
it: Si è verificato un errore durante l'installazione del modulo dei temi di Zikula

source: There was an error installing Zikula Users Module
it: Si è verificato un errore durante l'installazione del modulo degli utenti di Zikula

source: There was an error installing Zikula ZAuth Module
it: Si è verificato un errore durante l'installazione del modulo ZAuth di Zikula

source: There was an error logging in as admin
it: Si è verificato un errore durante l'accesso come amministratore

source: There was an error moving modules to their default categories
it: Si è verificato un errore durante lo spostamento dei moduli nelle loro categorie predefinite

source: There was an error persisting the Symfony Bundles
it: Si è verificato un errore nel rendere persistenti i pacchetti di Symfony

source: There was an error protecting configuration files
it: Si è verificato un errore durante la protezione dei file di configurazione

source: There was an error regenerating the themes
it: Si è verificato un errore durante la rigenerazione dei temi

source: There was an error upgrading the modules
it: Si è verificato un errore durante l'aggiornamento dei moduli

source: There was an error upgrading to Core %version%
it: Si è verificato un errore durante l'aggiornamento al Core %version%

source: There was no need to migrate any users.
it: Non è stato necessario migrare alcun utente.

source: This action MUST be complete before upgrading to Core-2.0.
it: Questa azione DEVE essere completata prima dell'aggiornamento al Core-2.0.

source: This action cannot be undone.
it: Questa azione non può essere annullata.

source: This affects both passwords created during registration, as well as passwords modified by users or administrators. Enter an integer greater than zero.
it: Ciò influisce sia sulle password create durante la registrazione, sia sulle password modificate da utenti o amministratori. Immetti un numero intero maggiore di zero.

source: This could potentially take a long time if there are many users that must be migrated. They will be migrated in batches of 25 to reduce the risk of timeouts.
it: Questo potrebbe richiedere molto tempo se ci sono molti utenti che devono essere migrati. Verranno migrati in lotti di 25 per ridurre il rischio di timeout.

source: This e-mail address ('%email') has been used to register an account on '%site' (%url).
it: Questo indirizzo e-mail ('%email') è stato usato per registrare un account su '% site' (%url).

source: This function requires JavaScript activated!
it: Questa funzione richiede che JavaScript sia attivato!

source: This group is a core-only group
it: Questo è un gruppo core-only

source: This group is a private group
it: Questo è un gruppo privato

source: This group is closed.
it: Questo gruppo è chiudo.

source: This group is has reached its membership limit.
it: Questo gruppo ha raggiunto il limite di membri.

source: This is the list of block positions currently existing for your site's pages. You can create a new block position by clicking 'Create block position' in the menu. To edit the settings for a block position, click on the 'Edit' icon beside that particular position. To reorder the blocks within a block position, click on the 'Edit placements' (blocks) icon for that position or on the position name in the block list above. To delete a block position, click on the 'Delete' icon and confirm the action in the confirmation prompt that will display.
it: Questo è l'elenco delle posizioni dei blocchi attualmente predisposte nelle pagine del tuo sito. È possibile creare una nuova posizione dei blocchi facendo clic su "Crea una posizione dei blocco" nel menu. Per modificare le impostazioni per una posizione dei blocchi, fai clic sull'icona "Modifica" accanto a quella particolare posizione. Per riordinare i blocchi in una posizione di blocco, fai click sull'icona "Modifica la posizione dei blocchi" per quella posizione o sul nome della posizione nell'elenco di blocchi sopra. Per eliminare una posizione di blocco, fai clic sull'icona "Elimina" e conferma l'azione nella richiesta di conferma che verrà visualizzata.

source: This is the list of blocks present in your system, you can use the filter to display only certain blocks. The order in which blocks are listed here is not necessarily the order in which they are displayed in site pages. To manage the display order of the blocks click the position name in this table or on the 'edit block placements' in the position list table below.
it: Questo è l'elenco dei blocchi presenti nel tuo sistema; puoi usare il filtro per visualizzare solo alcuni blocchi. L'ordine in cui i blocchi sono elencati qui non è necessariamente l'ordine in cui sono visualizzati nelle pagine del sito. Per gestire l'ordine di visualizzazione dei blocchi fare clic sul nome della posizione in questa tabella o sull'icona "Modifica la disposizione dei blocchi" nella Lista delle posizioni dei blocchi in basso.

source: This only applies to legacy variable validation. The system itself has native IDN support.
it: Questo vale solo per la convalida delle variabili legacy. Il sistema ha il supporto IDN nativo.

source: This option enables you to disable the Security analyser's check to see if the Installer is present in your site's root directory. Preferably, you should leave the check enabled, as a security breach could easily occur if you omit to remove the Installer's components after completing installation.
it: Questa opzione consente di disabilitare il controllo dell'analizzatore di sicurezza per vedere se il programma di installazione è presente nella directory principale del sito. E' meglio lasciare il controllo abilitato poiché, se si omette di rimuovere i componenti dell'Installatore dopo aver completato l'installazione, potrebbe facilmente verificarsi una violazione della sicurezza.

source: This page contains adult content
it: Il contenuto di questa pagina è per i soli adulti

source: This permission rule has been locked. If you need to unlock it, go to the Permission rules manager Settings page.
it: Questa regola di autorizzazione è stata bloccata. Se devi sbloccarla, vai alla pagina Impostazioni del gestore regole di autorizzazione.

source: This setting only affects users who have not established security question responses. Enter the number of days a user's request to reset a password should be kept while waiting for verification. Enter zero (0) for no expiration.
it: Questa impostazione riguarda solo gli utenti che non hanno stabilito risposte alle domande di sicurezza. Immettere il numero di giorni in cui una richiesta dell'utente per reimpostare una password deve essere conservata in attesa di verifica. Immettere zero (0) per nessuna scadenza.

source: This site is powered by Zikula!
it: Questo sito è realizzato con Zikula!

source: This user cannot be edited. Group memberships can be edited in the groups module. Click here.
it: Questo utente non può essere modificato. Le inscrizioni ai gruppi possono essere modificate nel modulo gruppi. Clicca qui.

source: This will migrate all VALID users from the old Users table to the new ZAuth table.
it: Questo eseguirà la migrazione di tutti gli utenti VALIDI dalla vecchia tabella Users alla nuova tabella ZAuth.

source: This will migrate all VALID users from the old Users table to the new ZAuth table. Users are automatically migrated when they login, but this will migrate all users at one time.
it: Questo eseguirà la migrazione di tutti gli utenti VALIDI dalla vecchia tabella Users alla nuova tabella ZAuth. Gli utenti vengono migrati automaticamente quando effettuano l'accesso, ma questo eseguirà la migrazione di tutti gli utenti contemporaneamente.

source: Time limit for authorisation keys ('authkeys') in seconds (default: 0)
it: Limite di tempo per le chiavi di autorizzazione ('authkeys') in secondi (impostazione predefinita: 0)

source: Time zone for anonymous guests
it: Fuso orario per visitatori anonimi

source: Time-out for Ajax connections
it: Time-out per le connessioni Ajax

source: Title
it: Titolo

source: Title, Description
it: Titolo, Descrizione

source: To change your password, please enter your current password, and then enter a new password (you must enter the new password twice to ensure that you have typed it correctly).
it: Per modificare la password, inserisci la password attuale, quindi inserisci una nuova password (devi inserire la nuova password due volte per assicurarti di averla digitata correttamente).

source: To connect %sub% to one of the modules from the list below, click on the checkbox(es) next to the corresponding area.
it: Per connettere %sub% a uno dei moduli dall'elenco seguente, fai clic sulle caselle di controllo accanto all'area corrispondente.

source: To version
it: Alla versione

source: Toggle Dropdown
it: Attiva il menu a discesa

source: Top navigation block
it: Blocco di navigazione superiore

source: Transition
it: Passaggio

source: Translatable
it: Traducibile

source: Translate embedded HTML entities into real characters
it: Traduci le entità HTML incorporate in caratteri reali

source: Translation prefix
it: Prefisso di traduzione

source: Travel and culture
it: Viaggi e cultura

source: Twig tag
it: Tag di Twig

source: Type
it: Tipo

source: Types
it: Tipi

source: UPGRADE COMPLETE!
it: AGGIORNAMENTO COMPLETATO!

source: Unable to decode composer file of %component% (%filePath%): %error%. Ensure the composer.json file has a valid syntax.
it: Impossibile decodificare il file del composer di %component% (%filePath%): %error%. Verifica che la sintassi del file composer.json sia valida.

source: Unable to send email to the requested %s. Please try your %o or contact the system administrator for assistance.
it: Impossibile inviare un messaggio di posta elettronica a %s. Prova il tuo %o o contatta l'amministratore di sistema per assistenza.

source: Unable to send email to the requested address. Please contact the system administrator for assistance.
it: Impossibile inviare un messaggio di posta elettronica all'indirizzo richiesto. Contatta l'amministratore di sistema per assistenza.

source: Uncategorised
it: Senza categoria

source: Uninstall %s
it: Disinstalla %s

source: Uninstall module
it: Disinstalla il modulo

source: Unlimited
it: Illimitato

source: Unregistered
it: Non registrato

source: Update
it: Aggiorna

source: Update checker
it: Controllo degli aggiornamenti

source: Update checker is enabled
it: Il controllo degli aggiornamenti è abilitato

source: Update configuration
it: Aggiorna configurazione

source: Update date
it: Data di aggiornamento

source: Updated by %user
it: Aggiornato da %user

source: Updated by %user on %date
it: Aggiornato da %user il %date

source: Updated on %date
it: Aggiornato il %date

source: Updater
it: Autore dell'aggiornamento

source: Upgrade %s
it: Aggiorna %s

source: Upgrade Zikula!
it: Aggiorna Zikula!

source: Upgrade from Core %oldVersion% to Core %newVersion%
it: Aggiorna dal core %oldVersion% al core %newVersion%

source: Upgrade modules
it: Aggiorna i moduli

source: Upgraded to Core %version%
it: Aggiorna al core %version%

source: Upgrader script
it: Script di agiornamento

source: Upgrading Modules and Helpers
it: Aggiornamento di moduli e helper
