Repository: pmoitaly/Zikula-Italian-Translation
Catalog: Core 2.0/app/Resources/translations/zikula.*.po
Languages: it

source: Check interval
it: Verifica l'intervallo

source: Check now
it: Verifica adesso

source: Check permission
it: Verifica il permesso

source: Check requirements
it: Verifica i requisiti

source: Check requirements again
it: Verifica nuovamente i requisiti

source: Check that you spelled all words correctly.
it: Verifica di aver digitato correttamente tutte le parole.

source: Check the methods you wish to activate.
it: Seleziona i metodi che vuoi attivare.

source: Checked
it: Verificato

source: Children
it: Figli

source: Choose
it: Scegli

source: Choose a category
it: Scegli una categora

source: Choose a login authentication method
it: Scegli un metodo di autenticazione per l'accesso

source: Choose a user name
it: Scegli un nome utente

source: Choose action
it: Scegli un'azione

source: Choose categories
it: Scegli le categorie

source: Choose language
it: Scegli la lingua

source: Choose the methods.
it: Scegli i metodi.

source: Choose the schemes.
it: Scegli gli schemi.

source: Clear
it: Pulisci

source: Clear caches
it: Pulisci la cache

source: Clear filter
it: Pulisci i filtri

source: Clearing caches
it: Pulizia della cache in corso

source: Click here to visit your homepage
it: Fai click qui per visitare la tua homepage

source: Click on a connection to delete it.
it: Fai click su una connessione per eliminarla.

source: Click on the <em>Add node</em> button to add new states and transitions.
it: Fai click sul pulsante <em>Aggiungi nodo</ em> per aggiungere nuovi stati e transizioni.

source: Click on the trash-can icons to delete nodes and their connections.
it: Fai click sulle icone del cestino per eliminare i nodi e le loro connessioni.

source: Click to activate block
it: Fai click per attivare il blocco

source: Click to deactivate block
it: Fai click per disattivare il blocco

source: Click to deactivate this block
it: Fai click per disattivare questo blocco

source: Close
it: Chiudi

source: Closed
it: Chiuso

source: Closed: only the core or administrator (ACCESS_EDIT) may add users. closed groups may be hidden by config setting
it: Chiuso: solo il core o l'amministratore (ACCESS_EDIT) possono aggiungere utenti. I gruppi chiusi possono essere nascosti dalle impostazioni di configurazione

source: Collapse
it: Comprimi

source: Colon
it: Due punti

source: Comma
it: Virgola

source: Comment
it: Commento

source: Comment access
it: Accesso ai commenti

source: Comment to attach to your application
it: Commento da allegare alla tua domanda

source: Communications and media
it: Comunicazioni e media

source: Compile check
it: Verifica della compilazione

source: Component
it: Componente

source: Component to check
it: Componente da controllare

source: Condition
it: Condizione

source: Configuration
it: Configurazione

source: Configuration file 'config/config.php' is writeable, but should be read-only (chmod 400, 440 or at worst 444).
it: Il file di configurazione 'config/config.php' è scrivibile, ma dovrebbe essere di sola lettura (chmod 400, 440 o, nel peggiore dei casi, 444).

source: Configuration files protected
it: File di configurazione protetti

source: Configuration successful. Please verify your parameters below:
it: Configurazione riuscita. Verifica i parametri qui sotto:

source: Configuring Zikula installation in %env% environment.
it: Configurazione dell'installazione di Zikula nell'ambiente %env%.

source: Confirm deletion
it: Conferma la cancellazione

source: Confirm sending code
it: Conferma l'invio del codice

source: Confirm verification code
it: Conferma il codice di verifica

source: Confirm verification code is to be sent to %sub%
it: Conferma che il codice di verifica deve essere inviato a %sub%

source: Confirmation prompt
it: Richiesta di conferma

source: Congratulations! Upgrade Complete.
it: Congratulazioni! Aggiornamento completato.

source: Congratulations! Your group application has been accepted. You have been granted all the privileges assigned to the group of which you are now member.
it: Congratulazioni! La tua domanda di iscrizione al gruppo è stata accettata. Ti sono stati concessi tutti i privilegi assegnati al gruppo di cui ora sei membro.

source: Congratulations! Zikula has been successfully installed.
it: Congratulazioni! Zikula è stato installato correttamente.

source: Connect %sub% to other modules
it: Connetti %sub% ad altri moduli

source: Connections
it: Connessioni

source: Content
it: Contenuto

source: Content has been approved and is available online.
it: Il contenuto è stato approvato ed è disponibile online.

source: Continue
it: Continua

source: Cookies settings
it: Impostazioni dei cookie

source: Core Extension
it: Estensioni del core

source: Core compatibility information: %s
it: Informazioni sulla compatibilità del core: %s

source: Core modules at the heart of operation of the site.
it: Moduli del core al centro del funzionamento del sito.

source: Core: Users can only be added by an administrator (ACCESS_EDIT) - groups are not visible to users in public list
it: Core: gli utenti possono essere aggiunti solo da un amministratore (ACCESS_EDIT) - i gruppi non sono visibili agli utenti nell'elenco pubblico

source: Could not find user to update.
it: Impossibile trovare l'utente da aggiornare.

source: Could not remove files as requested.
it: Impossibile rimuovere i file come richiesto.

source: Could not send mail.
it: Impossibile inviare l'email.

source: Could not set %1$s to the value of %2$s. The install or upgrade process may fail at your current setting of %3$s.
it: Impossibile impostare %1$s al valore %$s. Il processo di installazione o aggiornamento potrebbe fallire all'impostazione di% 3 $ s.

source: Could not use %1$s to set the %2$s to the value of %3$s. The install or upgrade process may fail at your current setting of %4$s.
it: Impossibile utilizzare %1$s per impostare %2$s al valore %3$s. Il processo di installazione o aggiornamento potrebbe fallire all'impostazione di %4$s.

source: Create a custom route
it: Crea una route personalizzata

source: Create a new account
it: Crea un nuovo account

source: Create a new password.
it: Crea una nuova password.

source: Create a password
it: Crea una password

source: Create admin account
it: Crea un account amministratore

source: Create administrator's account
it: Crea l'account dell'amministratore

source: Create block
it: Crea un blocco

source: Create block position
it: Crea una posizione dei blocchi

source: Create blocks
it: Crea blocchi

source: Create new account
it: Crea un nuovo account

source: Create new block
it: Crea un nuovo blocco

source: Create new block position
it: Crea una nuova posizione dei blocchi

source: Create new group
it: Crea un nuovo gruppo

source: Create new module category
it: Crea una nuova categoria per il modulo

source: Create new password
it: Crea una nuova password

source: Create new permission rule
it: Crea una nuova regola per i permessi

source: Create new user
it: Crea un nuovo utente

source: Create or Edit Root Node
it: Creao modifica il nodo radice

source: Create route
it: Crea una route

source: Created by %user
it: Creato da %user

source: Created by %user on %date
it: Creato da %user il %date

source: Created on %date
it: Creato il %date

source: Created on %s.
it: Creato il %s.

source: Creating admin account
it: Creazione dell'account amministratore

source: Creating default blocks
it: Creazione dei blocchi predefiniti

source: Creation
it: Creazione

source: Creation and update
it: Creazione e aggiornamento

source: Creation date
it: Data di creazione

source: Creator
it: Creatore

source: Credits for
it: Credits per

source: Current Core version is %version%
it: La versione installata del core è %version%

source: Current settings from
it: Impostazioni attuali da

source: Currently used version
it: Versione in uso

source: Custom routes list
it: Lista delle regole personalizzate

source: Custom template
it: Template personalizzato

source: Daily
it: Ogni giorno

source: Data provided was inappropriate.
it: I dati forniti erano inappropriati.

source: Database (recommended)
it: Database (scelta consigliata)

source: Database Host
it: Host database

source: Database Name
it: Nome del Database

source: Database Password
it: Passworddel Database

source: Database Username
it: Nome utente del database

source: Database information
it: Informazioni sul database

source: Database type
it: Tipo del Database

source: Date
it: Data

source: Date of last search
it: Data dell'ultima ricerca

source: Date: %s
it: Data: %s

source: De-select all
it: Deseleziona tutto

source: Deactivate %s
it: Disattiva %s

source: Debug enabled
it: Debug abilitato

source: Decrease zoom level
it: Diminuisci il livello di zoom

source: Default
it: Predefinito

source: Default blocks created
it: Blocchi predefiniti creati

source: Default category for newly-added modules
it: Categoria predefinita per i moduli appena aggiunti

source: Default language to use for this site
it: Lingua predefinita del sito

source: Default meta description
it: Meta description predefinita

source: Default page title
it: Titolo della pagina predefinito

source: Default theme
it: Tema predefinito

source: Default user group. Cannot be deleted.
it: Gruppo utenti predefinito. Non può essere cancellato.

source: Default values for HTML Purifier were successfully loaded. Please store them using the "Save" button at the bottom of this page
it: I valori predefiniti per HTMLPurifier sono stati caricati correttamente. Si prega di memorizzarli utilizzando il pulsante "Salva" in fondo a questa pagina

source: Default values reloaded. Save to confirm.
it: Valori predefiniti ricaricati. Salva per confermare.

source: Default: %s
it: Predefinito: %s

source: Default: '%s'
it: Predefinito: '%s'

source: Default: Resources/config/phpids_zikula_default.xml
it: Predefinito: Resources/config/phpids_zikula_default.xml

source: Defaults
it: Predefiniti

source: Define which fields contain HTML and need preparation
it: Definire quali campi contengono HTML e devono essere preparati

source: Define which fields contain JSON data and should be treated as such
it: Definire quali campi contengono dati JSON e devono essere trattati come tali

source: Define which fields should not be monitored
it: Definire quali campi non devono essere monitorati

source: Delete
it: Elimina

source: Delete ":name" group
it: Elimina il gruppo ":name"

source: Delete %n
it: Elimina %n

source: Delete %sub%
it: Elimina %sub%

source: Delete Block
it: Elimina il blocco

source: Delete Root
it: Elimina la radice

source: Delete access
it: Elimina l'accesso

source: Delete all children
it: Elimina tutti i figli

source: Delete all sub-categories
it: Elimina tutte le sotto-categorie

source: Delete block
it: Elimina il blocco

source: Delete block position
it: Elimina la posizione del blocco

source: Delete category
it: Elimina la categoria

source: Delete confirmation
it: Conferma dell'eliminazione

source: Delete content permanently.
it: Elimina il contenuto in modo permanente.

source: Delete group
it: Elimina il gruppo

source: Delete module category
it: Elimina la categoria del modulo

source: Delete or deactivate
it: Elimina o disattiva

source: Delete permission %s
it: Elimina il permesso %s

source: Delete registry entry
it: Elimina la voce di registro

source: Delete route
it: Elimina il percorso

source: Delete selected users
it: Elimina gli utenti selezionati

source: Delete the entire log
it: Elimina l'intero log

source: Delete the entire log.
it: Elimina l'intero log.

source: Delete user account
it: Elimina l'account utente

source: Deleted
it: Eliminato

source: Deny
it: Rifiuta

source: Deny %username
it: Rifiuta %username

source: Descending
it: Decrescente

source: Description
it: Descrizione

source: Description line
it: Linea di descrizione

source: Detach
it: Distacca

source: Dev mode status
it: Stato della modalità Dev

source: Developer notices (development mode on)
it: Avvisi dello sviluppatore (modalità di sviluppo attivata)

source: Development/debug mode (Do not send any email)
it: Modalità di sviluppo/debug (non inviare email)

source: Disable search plug-ins
it: Disabilita i plugin di ricerca

source: Disable site
it: Disabilita il sito

source: Disabled plugins
it: Disabilita i plugin

source: Display description
it: Mostra la descrizione

source: Display graphics on user's account page
it: Mostra la grafica nella pagina dell'account dell'utente

source: Display icons
it: Mostra le icone

source: Display name
it: Mostra il nome

source: Display settings
it: Impostazioni di visualizzazione

source: Displays the list view of module categories included within the category tab menu. In the 'Actions' column on the right, you can choose to edit or delete a module category
it: Mostra l'elenco delle categorie di moduli incluse nel menu della scheda della categoria. Nella colonna "Azioni", a destra, puoi scegliere di modificare o eliminare una categoria di moduli

source: Do you really want to delete block '%title%'?
it: Vuoi davvero eliminare il blocco '%title%'?

source: Do you really want to delete group '%s'?
it: Vuoi davvero eliminare il gruppo '%s'?

source: Do you really want to delete module category '%s'?
it: Vuoi davvero eliminare la categoria dei moduli '%s'?

source: Do you really want to delete position '%name%'?
it: Vuoi davvero eliminare la posizione '%name%'?

source: Do you really want to delete the entire IDS log?
it: Vuoi davvero eliminare tutto il log IDS?

source: Do you really want to delete this category?
it: Vuoi davvero eliminare questa categoria?

source: Do you really want to delete this item?
it: Vuoi davvero eliminare questo elemento?

source: Do you really want to delete this permission rule?
it: Vuoi davvero eliminare questa regole dei permessi?

source: Do you really want to delete this registry entry?
it: Vuoi davvero eliminare questo valore del registro?

source: Do you really want to delete this route: "%name%" ?
it: Vuoi davvero eliminare questo percorso: "%name%"?

source: Do you really want to remove the %name% theme?
it: Vuoi davvero eliminare il tema %name%?

source: Do you really want to remove user "%username" from group "%groupname"?
it: Vuoi davvero eliminare l'utente "%username" dal gruppo "%groupname"?

source: Do you really want to set %sub% as the active theme for all site users?
it: Vuoi davvero impostare %sub% come tema attivo per tutti gli utenti?

source: Do you really want to uninstall '%title%'?
it: Vuoi davvero disinstallare '%title%'?

source: Do you want to cancel the forced password change for %1s?
it: Vuoi annullare la modifica della password forzata per %1s?

source: Do you want to force a password change during the next login attempt for %1s?
it: Vuoi forzare una modifica della password durante il prossimo accesso di %1s?

source: Doctrine Exception
it: Eccezione di Doctrine

source: Document URL
it: URL del documento

source: Document contents
it: Contenuti del documento

source: Done! %sub% has been approved.
it: %sub% è stato approvato.

source: Done! A password change will be required the next time %uname logs in.
it: Al prossimo accesso di %uname gli verrà richiesta una modifica della password.

source: Done! A password change will no longer be required for %uname.
it: Non sarà più richiesta una modifica della password a %uname.

source: Done! Activated %s module.
it: Modulo% s attivato.

source: Done! Block deleted.
it: Blocco eliminato.

source: Done! Category deleted.
it: Categoria eliminata.

source: Done! Changed default theme.
it: Tema predefinito modificato.

source: Done! Changed your e-mail address.
it: Hai cambiato il tuo indirizzo e-mail.

source: Done! Configuration updated.
it: Configurazione aggiornata.

source: Done! Created new category.
it: Nuova categoria creata.

source: Done! Created new registration application.
it: Nuova domanda di registrazione creata.

source: Done! Created new user account.
it: Nuovo account utente creato.

source: Done! Created the group.
it: Nuovo gruppo creato.

source: Done! Deactivated module.
it: Modulo disattivato.

source: Done! Deactivated the theme.
it: Tema disattivato.

source: Done! Deleted the theme.
it: Tema eliminato.

source: Done! Exposed JS Routes dumped to %s.
it: Exposed JS Routes scaricati su %s.

source: Done! Extension updated.
it: Estensione aggiornata.

source: Done! Group deleted.
it: Gruppo eliminato.

source: Done! Installed %s.
it: %s installato.

source: Done! Item created.
it: Elemento creato.

source: Done! Item deleted.
it: Elemento eliminato.

source: Done! Item updated.
it: Elemento aggiornato.

source: Done! Localization configuration updated.
it: Configurazione dei dati sulla località aggiornata.

source: Done! Message sent.
it: Messaggio inviato.

source: Done! Module configuration updated.
it: Configurazione del modulo aggiornata.

source: Done! Position deleted.
it: Posizione cancellata.

source: Done! Purged IDS Log.
it: Log IDS pulito.

source: Done! Registry entry deleted.
it: Valore di registro eliminato.

source: Done! Route created.
it: Percorso creato.

source: Done! Route deleted.
it: Percorso eliminato.

source: Done! Route updated.
it: Percorso aggiornato.

source: Done! Routes reloaded.
it: Percorsi ricaricati.

source: Done! Routing settings renewed.
it: Impostazioni sui percorsi aggiornate.

source: Done! Saved HTMLPurifier configuration.
it: Configurazione di HTMLPurifier aggiornata.

source: Done! Saved category.
it: Categoria salvata.

source: Done! Saved user's account information.
it: Informazioni sull'account dell'utente salvate.

source: Done! The account information for %s has been sent via e-mail.
it: Le informazioni sull'account di %s sono state spedite via email.

source: Done! The application has been sent. You will be notified by email when the application is processed.
it: La richiesta è stata spedita. Sarai avvisato per email quando sarà stata elaborata.

source: Done! The confirmation link for %s has been sent via e-mail.
it: Il link di conferma per %s è stato inviato via email.

source: Done! The password recovery verification link for %s has been sent via e-mail.
it: Il link per la verifica del recupero della password per %s è stato inviato via email.

source: Done! The user name for %s has been sent via e-mail.
it: Il nome utente per %s è stato inviato via email.

source: Done! The user was added to the group.
it: L'utente è stato aggiunto al gruppo.

source: Done! The user was removed from the group.
it: L'utente è stato rimosso dal gruppo.

source: Done! Theme configuration updated to default values.
it: Configurazione del tema aggiornata ai valori predefiniti.

source: Done! Theme configuration updated.
it: Configurazione del tema aggiornata.

source: Done! Uninstalled extension.
it: Estensione disinstallata.

source: Done! Updated the group.
it: Aggiornato il gruppo.

source: Done! Users imported.
it: Utenti importati.

source: Done! Verification code sent to %sub%.
it: Codice di verifica inviato a %sub%.

source: Done! You will receive an e-mail to your new e-mail address to confirm the change. You must follow the instructions in that message in order to verify your new address.
it: Riceverai una e-mail al tuo nuovo indirizzo e-mail per confermare la modifica. Devi seguire le istruzioni contenute nel messaggio per verificare il tuo nuovo indirizzo.

source: Done! Your account has been created and you may now log in.
it: Il tuo account è stato creato e ora puoi effettuare l'accesso.

source: Done! Your account has been created.
it: Il tuo account è stato creato.

source: Done! Your account has been verified, and is awaiting administrator approval.
it: Il tuo account è stato verificato ed è in attesa dell'approvazione dell'amministratore.

source: Done! Your account has been verified.
it: Il tuo account è stato verificato.

source: Done! Your account has been verified. You have been logged in.
it: Il tuo account è stato verificato. Hai fatto l'accesso automaticamente.

source: Done! Your account has been verified. Your registration request is still pending completion. Please contact the site administrator for more information.
it: Il tuo account è stato verificato. La tua richiesta di registrazione è ancora in attesa di completamento. Si prega di contatta l'amministratore del sito per ulteriori informazioni.

source: Done! Your registration request has been saved and is pending. Please check your e-mail periodically for a message from us.
it: La tua richiesta di registrazione è stata salvata ed è in sospeso. Controlla periodicamente la tua e-mail per il messaggio da parte nostra.

source: Double-click on a node to edit it.
it: Fai doppio clic su un nodo per modificarlo.

source: Download the entire log to a CSV file.
it: Scarica l'intero log in un file CSV.

source: Download the entire log to a csv file
it: Scarica l'intero registro in un file CSV

source: Drag and drop into a new module category
it: Trascina e rilascia in una nuova categoria dei moduli

source: Drag from node exchange icons to other nodes to add new connections.
it: Trascina da icone di scambio nodo ad altri nodi per aggiungere nuove connessioni.

source: Drag items from the right column to the left column to connect the hooks. Only areas with the same category can be connected.
it: Trascina gli elementi dalla colonna di destra alla colonna di sinistra per connettere i ganci. Solo le aree con la stessa categoria possono essere collegate.

source: Drag to reorder
it: Trascina per riordinare

source: Dump exposed js routes to file
it: Scarica gli Exposed JS Routes su file

source: During your visits, we recommended that you set your browser to accept cookies from this site. Various features of the site use cookies, and may not function properly (or may not function at all) if cookies are disabled.
it: Durante le tue visite, ti consigliamo di impostare il browser in modo che accetti i cookie da questo sito. Varie funzionalità del sito utilizzano i cookie e potrebbero non funzionare correttamente (o potrebbero non funzionare affatto) se i cookie sono disabilitati.

source: E-mail address to notify of registrations
it: Indirizzo e-mail per notificare le registrazioni

source: E-mail address verifications expire in
it: Le verifiche dell'indirizzo e-mail scadono tra

source: Each item on this list is an e-mail address domain (the part after the '@'). E-mail addresses on new registrations or on an existing user's change of e-mail address requests are not allowed to have any domain on this list.
it: Ogni elemento di questo elenco è un dominio di indirizzi di posta elettronica (la parte che segue il carattere '@'). Gli indirizzi di posta elettronica per le nuove registrazioni o la modifica delle richieste di indirizzi e-mail da parte di un utente esistente non possono avere alcun dominio in questo elenco.

source: Each user name on this list is not allowed to be chosen by someone registering for a new account.
it: Ogni nome utente in questo elenco non può essere scelto da qualcuno che si registra per un nuovo account.

source: Edit
it: Modifica

source: Edit ":name" group
it: Modifica il gruppo ":name"

source: Edit %s
it: Modifica %s

source: Edit %sub%
it: Modifica %sub%

source: Edit Children
it: Modifica i figli

source: Edit Menu Root
it: Modifica la radice del menu

source: Edit access
it: Modifica l'accesso

source: Edit block placements
it: Modifica la disposizione dei blocchi

source: Edit block position
it: Modifica la posizione dei blocchi

source: Edit category
it: Modifica la categoria

source: Edit category registry
it: Modifica il registro delle categorie

source: Edit group
it: Modifica il gruppo

source: Edit item
it: Modifica l'elemento

source: Edit module category
it: Modifica la categoria del modulo

source: Edit node
it: Modifica il nodo
