Repository: pmoitaly/Zikula-Italian-Translation
Catalog: Core 2.0/app/Resources/translations/zikula.*.po
Languages: it

source: Edit permission %s
it: Modifica il permesso %s

source: Edit route
it: Modifica il percorso

source: Edit user account
it: Modifica l'account dell'utente

source: Edit user account of %uname
it: Modifica l'account dell'utente %uname

source: Edit?
it: Modifica?

source: Email Address
it: Indirizzo email

source: Email address
it: Indirizzo email

source: Email address manager
it: Gestione indirizzi email

source: Email content
it: Contenuto dell'email

source: Email settings are not yet configured. Please configure them below.
it: Le impostazioni di posta elettronica non sono ancora configurate. Configurarli di seguito.

source: Email verified
it: Email verificata

source: Empty argument at
it: Argomento vuoto a

source: Enable OpenSearch
it: Abilita OpenSearch

source: Enable block collapse icons
it: Abilita l'icona di compressione dei blocchi

source: Enable filtering of group permissions
it: Abilita il filtro delle autorizzazioni di gruppo

source: Enable logging of sent mail
it: Abilita il log della posta inviata

source: Encoding
it: Codifica

source: Ensure the database is in UTF-8 format.
it: Assicurati che il database sia in formato UTF-8.

source: Enter a part of the user name to search
it: Inserisci una parte del nome utente da cercare

source: Enter a whole number for the number of modules to be displayed on each line of the Administration panel.
it: Inserisci un numero intero per il numero di moduli da mostrare su ciascuna riga del pannello Amministrazione.

source: Enter a whole number for the number of modules to be displayed on each page of the Administration panel.
it: Inserisci un numero intero per il numero di moduli da mostrare in ogni pagina del pannello Amministrazione.

source: Enter an informative description to be displayed after the category name, when this category is displayed in the Administration panel.
it: Inserisci una descrizione esplicativa da mostrare dopo il nome della categoria, quando questa categoria viene visualizzata nel pannello Amministrazione.

source: Enter one entry per line.
it: Inserisci una voce per riga.

source: Enter the action of the route
it: Inserisci l'azione del percorso

source: Enter the bundle of the route
it: Inserisci il pacchetto del percorso

source: Enter the condition of the route
it: Inserisci la condizione del percorso

source: Enter the controller of the route
it: Inserisci il controller del percorso

source: Enter the defaults of the route
it: Inserisci le impostazioni predefinite del percorso

source: Enter the description of the route
it: Inserisci la descrizione del percorso

source: Enter the host of the route
it: Inserisci l'host del percorso

source: Enter the name to be displayed within the categories tab menu.
it: Inserisci il nome da visualizzare nel menu della scheda delle categorie.

source: Enter the number of days a registration record should be kept while waiting for e-mail address verification. (Unverified registrations will be deleted the specified number of days after sending an e-mail verification message.) Enter zero (0) for no expiration (no automatic deletion).
it: Inserisci il numero di giorni in cui deve essere conservato un record di registrazione durante l'attesa per la verifica dell'indirizzo e-mail. (Le registrazioni non verificate verranno eliminate il numero di giorni specificato, dopo l'invio di un messaggio di verifica e-mail.) Inserisci zero (0) per nessuna scadenza (nessuna eliminazione automatica).

source: Enter the number of days a user's request to change e-mail addresses should be kept while waiting for verification. Enter zero (0) for no expiration.
it: Inserisci il numero di giorni in cui la richiesta di un utente di modificare gli indirizzi di posta elettronica deve essere mantenuta durante l'attesa della verifica. Inserisci zero (0) per nessuna scadenza.

source: Enter the options of the route
it: Inserisci le opzioni del percorso

source: Enter the path of the route
it: Inserisci il path del percorso

source: Enter the requirements of the route
it: Inserisci i requisiti del percorso

source: Enter the route entries per page.
it: Inserisci le voci del percorso per pagina.

source: Enter the sort of the route.
it: Inserisci l'ordinamento del percorso.

source: Enter the translation prefix of the route
it: Inserisci il prefisso di traduzione del percorso

source: Enter your e-mail address
it: Inserisci il tuo indirizzo email

source: Entity
it: Entità

source: Error found in composer file of %component% (%filePath%) in property "%property%": %error%.
it: Errore rilevato nel file di composer %component% (%filePath%) nella proprietà "%property%": %error%.

source: Error! %s is not compatible with this version of Zikula.
it: Errore! %s non è compatibile con questa versione di Zikula.

source: Error! %s is not yet installed, therefore it cannot be uninstalled.
it: Errore! %s non è ancora installato, pertanto non può essere disinstallato.

source: Error! %sub% cannot be approved.
it: Errore! Impossibile approvare %sub%.

source: Error! A category by this name already exists.
it: Errore! Esiste già una categoria con questo nome.

source: Error! Activation of module %s not allowed.
it: Errore! Attivazione del modulo %s non consentita.

source: Error! Could not connect to the database. Please check that you have entered the correct database information and try again.
it: Errore! Impossibile connettersi al database. Verificare di aver immesso le informazioni corrette sul database e riprovare.

source: Error! Could not determine workflow actions.
it: Errore! Impossibile determinare le azioni del flusso di lavoro.

source: Error! Could not get module name for id %s.
it: Errore! Impossibile ottenere il nome del modulo per l'ID %s.

source: Error! Could not load data for module %s.
it: Errore! Impossibile caricare i dati per il modulo %s.

source: Error! Could not login with provided credentials. Please try again.
it: Errore! Impossibile accedere con le credenziali fornite. Riprova.

source: Error! Could not make this category default.
it: Errore! Impossibile impostare questa categoria come predefinita.

source: Error! Could not save configuration: unknown permission rule ID.
it: Errore! Impossibile salvare la configurazione: ID della regola di autorizzazione sconosciuta.

source: Error! Creation attempt failed.
it: Errore! Tentativo di creazione non riuscito.

source: Error! Deletion attempt failed.
it: Errore! Tentativo di eliminazione non riuscito.

source: Error! Determination existing tables failed.
it: Errore! Determinazione delle tabelle esistenti non riuscita.

source: Error! In your permalink settings, strings cannot be terminated with a comma.
it: Errore! Nelle impostazioni di permalink, le stringhe non possono terminare con una virgola.

source: Error! In your permalink settings, the search list and the replacement list for permalink cleansing have a different number of comma-separated elements. If you have 3 elements in the search list then there must be 3 elements in the replacement list.
it: Errore! Nelle impostazioni del permalink, l'elenco di ricerca e l'elenco di sostituzione per la pulizia del permalink hanno un numero diverso di elementi separati da virgole. Se nell'elenco di ricerca sono presenti 3 elementi, devono essere presenti 3 elementi anche nell'elenco di sostituzione.

source: Error! Invalid %s received.
it: Errore! Ricevuto %s non valido.

source: Error! Invalid database name. Please use only letters, numbers, "-" or "_".
it: Errore! Nome di database non valido. Usare solo lettere, numeri, "-" o "_".

source: Error! Invalid module state transition.
it: Errore! Transizione dello stato del modulo non valida.

source: Error! Invalid object type received.
it: Errore! Tipo di oggetto ricevuto non valido.

source: Error! It has not been possible to read the import file.
it: Errore! Non è stato possibile leggere il file di importazione.

source: Error! It is not allowed to delete this route.
it: Errore! Non è consentito eliminare questo percorso.

source: Error! No category name given.
it: Errore! Nessun nome di categoria specificato.

source: Error! No permission to install %s.
it: Errore! Non hai i permessi per installare %s.

source: Error! No permission to uninstall %s.
it: Errore! Non hai i permessi per disinstallare %s.

source: Error! No such category found.
it: Errore! Categoria non trovata.

source: Error! Not allowed to upgrade %s.
it: Errore! Non hai i permessi per aggiornare %s.

source: Error! PHPIDS rule file %s does not exist or is not readable.
it: Errore! Il file di regole PHPIDS %s non esiste o non è leggibile.

source: Error! Please enter your database credentials.
it: Errore! Inserisci le tue credenziali di accesso al database.

source: Error! Received a non-numeric object ID '%s'.
it: Errore! Ricevuto l'ID di oggetto non numerica '%s'.

source: Error! Session path not writeable!
it: Errore! Il path della sessione non è scrivibile!

source: Error! The CSV is not valid: the "activated" column must contain 0 or 1 only.
it: Errore! Il CSV non è valido: la colonna "activated" può contenere solo 0 o 1.

source: Error! The CSV is not valid: the "sendmail" column must contain 0 or 1 only.
it: Errore! Il CSV non è valido: la colonna "sendmail" può contenere solo 0 o 1.

source: Error! The creation of users has failed.
it: Errore! La creazione dell'utente è fallita.

source: Error! The database exists and contains tables. Please delete all tables before proceeding or select a new database.
it: Errore! Il database esiste già e contiene delle tabelle. Elimina tutte le tabelle prima di procedere, oppure scegli un nuovo database.

source: Error! The import file does not have the expected field %s in the first row. Please check your import file.
it: Error! Il file per l'importazione non ha il campo atteso %s nella prima riga. Verifica il file.

source: Error! The import file does not have values.
it: Errore! Il file di importazione non ha valori.

source: Error! The number of parameters in line %s is not correct. Please check your import file.
it: Errore! Il numero dei parametri alla linea %s non è corretto. Verifica il tuo file di importazione.

source: Error! The requested extension cannot be uninstalled because its files are missing!
it: Errore! L'estensione richiesta non può essere disinstallata perché i suoi file sono mancanti!!

source: Error! There was a problem saving your new e-mail address or sending you a verification message.
it: Errore! C'è stato un problema nel salvataggio del tuo indirizzo email o nell'invio del messaggio di verifica.

source: Error! There was a problem with the database connection.
it: Errore! C'è stato un problema nella connessione al database.

source: Error! There was an error dumping exposed JS Routes: %s
it: Errore! C'è stato un errore nello scaricamento delle Exposed JS Routes: %s

source: Error! This module category is currently set as the category that is initially displayed when you visit the administration panel. You must first select a different category for initial display. Afterwards, you will be able to delete the category you have just attempted to remove.
it: 280/5000 Errore! Questa categoria di moduli è attualmente impostata come categoria iniziale quando si visita il pannello di amministrazione. È necessario per prima cosa selezionare una categoria diversa per la visualizzazione iniziale. Successivamente, sarai in grado di eliminare la categoria che hai appena tentato di rimuovere.

source: Error! Update attempt failed.
it: Errore! Tentativo di aggiornamento fallito.

source: Error! Usernames can only consist of a combination of letters, numbers and may only contain the symbols . and _
it: Errore! I nomi utenti possono consistere solamente di una combinazione di lettere e numeri, e possono contenere i soli simboli . e _

source: Error! You can't edit the guest account.
it: Errore! Non puoi modificare l'account guest.

source: Error! You cannot deactivate this extension [%s]. It is a mandatory core extension, and is required by the system.
it: Errore! Non puoi disattivare questa estensione [%s]. È un'estensione del core obbligatoria ed è richiesta dal sistema.

source: Error! You cannot delete the default module category used in the administration panel.
it: Errore! Non è possibile eliminare la categoria di moduli predefinita del pannello di amministrazione.

source: Error! You cannot delete the default user group.
it: Errore! Non è possibile eliminare il gruppo utente predefinito.

source: Error! You cannot delete the primary administration group.
it: Errore! Non è possibile eliminare il gruppo di amministrazione principale.

source: Error! You did not enter any keywords to search for.
it: Errore! Non hai inserito nessuna parola chiave da cercare.

source: Error! You have not been logged out.
it: Errore! Non sei stato disconnesso.

source: Error! You logged in to an account without Admin permissions
it: Errore! Hai effettuato l'accesso a un account senza autorizzazioni di amministratore

source: Error: Could not delete '%path' because %msg
it: Errore: impossibile eliminare '%path' per: %msg

source: Error: Could not uninstall dependent extensions.
it: Errore: impossibile disinstallare le estensioni dipendenti.

source: Error: invalid input.
it: Errore: input non valido.

source: Errors creating user!
it: Errore nella creazione dell'utente!

source: Even if you choose to not send the user's password via e-mail, other e-mail messages may be sent to the user as part of the registration process.
it: Anche se si sceglie di non inviare la password dell'utente via e-mail, altri messaggi di posta elettronica potrebbero essere inviati all'utente come parte del processo di registrazione.

source: Exact phrase
it: La frase esatta

source: Expand
it: Espandi

source: Expire session after
it: La sessione scade dopo

source: Export
it: Esporta

source: Export IDS Log
it: Esporta il log IDS

source: Export IDS log
it: Esporta il log IDS

source: Export Options
it: Esporta le opzioni

source: Export Title Row
it: Esporta la riga del titolo

source: Export email address
it: Esporta l'indirizzo email

source: Export group memberships
it: Esporta le appartenenze ai gruppi

source: Export last login date
it: Esporta la data dell'ultimo accesso

source: Export options
it: Esporta le opzioni

source: Export registration date
it: Esporta la data di registrazione

source: Export title row
it: Esporta la riga del titolo

source: Export users
it: Esporta gli utenti

source: Extension List
it: Lista delle estensioni

source: Extension removal failed! (note: blocks and dependents may have been removed)
it: Rimozione dell'estensione non riuscita! (nota: blocchi ed elementi dipendenti potrebbero essere stati rimossi)

source: Extension settings
it: Impostazioni dell'estensione

source: Extension upgrade failed!
it: Aggiornamento dell'estensione non riuscito!

source: Failed login displays approval status
it: Un accesso non riuscito visualizza lo stato di approvazione

source: Failed login displays inactive status
it: Un accesso non riuscito mostra lo stato inattivo

source: Failed login displays verification status
it: Un accesso non riuscito mostra lo stato della verifica

source: Failed to install assets
it: Installazione degli asset non riuscita

source: Failed to install dependency %s!
it: Installazione della dipendenza %s non riuscita!

source: Fatal Error: Two extensions share the same %field. [%ext1%] and [%ext2%]
it: Errore irreversibile: due estensioni condividono lo stesso %field. [%ext1%] e [%ext2%]

source: File Include
it: Includi file

source: File Path
it: Percorso del file

source: File options
it: Opzioni del file

source: File system permissions
it: Permessi di sistema del file

source: File type
it: Tipo del file

source: Files missing
it: File mancanti

source: Files removed as requested.
it: File rimossi secondo richiesta.

source: Filter
it: Filtro

source: Filter %active%
it: Filtro %active%

source: Filtering of allowed HTML occurs when a template string or variable is modified with the 'safeHtml' filter, or when a module asks for similar processing from within its functions.
it: Il filtro dell'HTML consentito si verifica quando una stringa o una variabile di modello viene modificata con il filtro "safeHtml" o quando un modulo richiede un'elaborazione simile all'interno delle sue funzioni.

source: Filters
it: Filtri

source: Finalize parameters
it: Finalizza i parametri

source: Finalizing parameters
it: Finalizzazione dei parametri

source: Find users
it: Trova utenti

source: Find/Mail/Delete users
it: Trova/Scrivi a/Elimina utenti

source: Finish
it: Fine

source: Fire install event
it: Lancia l'evento installazione

source: Fire upgrade event
it: Lancia l'evento aggiornamento

source: First page
it: Prima pagina

source: First stage of installation complete. Run `php bin/console zikula:install:finish` to complete the installation.
it: Prima fase di installazione completata. Esegui `php bin/console zikula:install:finish` per completare l'installazione.

source: Footer block
it: Blocco a piè di pagina

source: For Html files please select the Html file type.
it: Per i file HTML seleziona il tipo di file HTML.

source: For more information, please visit %link%.
it: Per maggiori informazioni, visita %link%.

source: Force a change of password for %1s
it: Forza il cambio di password per %1s

source: Force compile
it: Forza la compilazione

source: Force password change
it: Forza il cambio di password

source: Form of display for module names
it: Forma di visualizzazione per i nomi dei moduli

source: Format
it: Formato

source: Function does not exist or is not callable.
it: La funzione non esiste o non può essere chiamata.

source: Functions
it: Funizoni

source: Further information can be found in the %s.
it: Ulteriori informazioni possono essere trovate in %s.

source: Garbage collection probability
it: Probabilità di Garbage collection

source: General
it: Generale

source: General Settings
it: Impostazioni generali

source: General settings
it: Impostazioni generali

source: Global
it: Globale

source: Gmail password
it: Password di Gmail

source: Gmail settings
it: Impostazioni di Gmail

source: Gmail user name
it: Nome utente di Gmail

source: Go to the module's administration panel
it: Vai al pannello di amministrazione del modulo

source: Google gmail
it: Gmail Google

source: Group
it: Gruppo

source: Group data
it: Dati del gruppo

source: Group list
it: Lista del gruppo

source: Group membership
it: Appartenenza al gruppo

source: Group of administrators of this site.
it: Gruppo degli amministratori del sito.

source: Group settings
it: Impostazioni del gruppo

source: Groups
it: Gruppi

source: Groups admin
it: Amministratore dei gruppi

source: Groups list
it: Lista dei gruppi

source: Groups manager
it: Gestore dei gruppi

source: Guest
it: Ospite

source: HTML Block content hook
it: Hook per il contenuto del blocco HTML

source: HTML block
it: Blocco HTML

source: HTML entities
it: Entità HTML

source: HTML mail hook
it: Hook per le mail HTML

source: HTML tags
it: Tag HTML

source: HTML-formatted message
it: Messaggio formattato in HTML

source: HTML-formatted messages
it: Messaggi formattati in HTML

source: HTMLPurifier '%s' configuration directives
it: Direttive di configurazione di HTMLPurifier '%s'

source: HTMLPurifier filtering occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
it: Il filtro HTMLPurifier si aziona quando una stringa di modello o una variabile viene modificata con il modificatore 'safehtml' o quando un modulo richiede un'elaborazione simile all'interno delle relative funzioni.

source: HTMLPurifier settings
it: Impostazioni di HTMLPurifier

source: Header block
it: Blocco di intestazione

source: Hello!
it: Ciao!

source: Hello! This e-mail address ('%1$s') has been used to register an account on the '%2$s' site.
it: Ciao, questo indirizzo e-mail ('%1's') è stato utilizzato per registrare un account sul sito '%2's'.

source: Hello! This e-mail address ('%email') has been used to register an account on '%site' (%url).
it: Ciao, questo indirizzo e-mail ('%email') è stato utilizzato per registrare un account su '%site' (%url).

source: Hello! You requested to change your e-mail address for user account '%uname' at %site from %email to %newemail.
it: Ciao, è stato chiesto di modificare l'indirizzo di posta elettronica per l'account utente '%uname' in %site da %email a %newemail.

source: Help
it: Aiuto

source: Here you can choose a custom creation date
it: Qui puoi scegliere una data di creazione personalizzata

source: Here you can choose a user which will be set as creator
it: Qui è possibile scegliere un utente che verrà impostato come autore

source: Here you can configure parameters for list views.
it: Qui è possibile configurare i parametri per le visualizzazioni a elenco.

source: Hide closed groups
it: Nascondi i gruppi chiusi

source: Hide private groups
it: Nascondi i gruppi privati

source: High (user is logged-out after X minutes of inactivity)
it: Alto (l'utente è disconnesso dopo Tot minuti di inattività)

source: Hooks
it: Hook

source: Host settings
it: Impostazioni dell'host

source: How often
it: Quanto spesso

source: How to use the editor
it: Come usare l'editor

source: I have forgotten my account information (for example, my user name).
it: Ho dimenticato le informazioni del mio account (ad esempio, il mio nome utente).

source: I have forgotten my password.
it: Ho dimenticato la mia password.

source: I would like to create a new account.
it: Vorrei creare un nuovo account.

source: I would like to login.
it: Vorrei accedere, con il login.

source: ID of main administration permission rule
it: ID della regola di autorizzazione di amministrazione principale

source: IDS Rule Path
it: Percorso delle regole IDS

source: INSTALL COMPLETE!
it: INSTALLAZIONE COMPLETATA!

source: IP Address
it: Indirizzo IP

source: IP checks on session (may cause problems for AOL users)
it: Controlli IP nella sessione (possono causare problemi per gli utenti AOL)

source: If checked, the log-in error message will indicate that the registration is pending approval. If not, a generic error message is displayed.
it: Se selezionato, il messaggio di errore durante il login indicherà che la registrazione è in attesa di approvazione. In caso contrario, viene visualizzato un messaggio di errore generico.

source: If checked, the log-in error message will indicate that the registration is pending verification. If not, a generic error message is displayed.
it: Se selezionato, il messaggio di errore durante il login indicherà che la registrazione è in attesa di verifica. In caso contrario, viene visualizzato un messaggio di errore generico.

source: If checked, the log-in error message will indicate that the user account is inactive. If not, a generic error message is displayed.
it: Se selezionato, il messaggio di errore durante il login indicherà che l'account utente è inattivo. In caso contrario, viene visualizzato un messaggio di errore generico.

source: If login method is Email, then this value must be unique for the site.
it: Se il metodo di login usa l'email Email, questo valore deve essere univoco per il sito.
