Repository: pmoitaly/Zikula-Italian-Translation
Catalog: Core 2.0/modules/zikula/legal-module/Resources/translations/zikulalegalmodule.*.po
Languages: it

source: %s accepted.
it: %s accettato.

source: %s not accepted.
it: %s non accettato.

source: (POLICY NOT FOUND!)
it: (NORME NON TROVATE!)

source: <strong>Important Usage Note</strong>: The provided legal statements are samples only. They need to be adapted to your specific needs and locales. You will find the content of the statements in files in the "/Resources/views/en" directory. These templates can be overridden by theme templates, or by global templates you would create in the "config/templates/ZikulaLegalModule/" directory (in the appropriate sub-directory for the language you are writing for).
it: <strong> Nota importante sull'uso</ strong>: le dichiarazioni legali fornite sono solo esempi. Devono essere adattate alle tue esigenze e alla tua lingua. Troverai il contenuto delle istruzioni nei file nella cartella "/Resources/views /it". Questi modelli possono essere sostituiti da modelli di temi o da modelli globali che dovresti creare nella directory "config/templates/ZikulaLegalModule/" (nella sottocartella associata alla lingua in cui stai scrivendo).

source: A user account or registration does not exist for the specified uid.
it: Non esiste un account utente o registrazione per l'uid specificato.

source: Accepted.
it: Accettato.

source: Accessibility statement
it: Dichiarazione di accessibilità

source: Accessibility statement for %s
it: Dichiarazione di accessibilità per %s

source: All users
it: Tutti gli utenti

source: Cancel
it: Annulla

source: Cancel and logout
it: Annulla e scollegati

source: Cancellation right policy
it: Norme sui diritti della cancellazione

source: Cancellation right policy for %s
it: Norme sui diritti della cancellazione per %s

source: Check this box to indicate your acceptance of this site's policies.
it: Seleziona questa casella per indicare che accetti le norme di questo sito.

source: Close
it: Chiudi

source: Compliance
it: Conformità

source: Confirmed minimum age requirement (%s years of age) met.
it: Conferma che superi l'età minima richiesta (%s anni) per l'iscrizione al sito.

source: Custom urls
it: URL personali

source: Done! Module configuration updated.
it: La configurazione del modulo è stata aggiornata.

source: Enable cookie warning for EU compliance
it: Abilita l'avviso sui cookie per la conformità alle norme UE

source: Enter a positive integer, or 0 for no age check.
it: Immetti un numero intero positivo, o 0 per togliere il controllo dell'età.

source: Enter your text by overriding the <em>%s</em> template file.
it: Inserisci il tuo testo sostituendo il template <em>% s </ em>.

source: Further settings
it: Altre impostazioni

source: General terms and conditions of trade
it: Condizioni generali di vendita

source: If you leave this page without successfully accepting the policies, then you will not be logged in.
it: Se lasci questa pagina senza accettare le norme, non potrai collegarti come utente registrato.

source: In order to log in you must accept this site's policies. If you have accepted the site's policies in the past, then they have been updated and we ask that you review the changes.
it: Per accedere è necessario accettare le norme di questo sito. Se hai accettato le norme del sito in passato, è probabile che nel frattempo siano state aggiornate e ti chiediamo di rivedere e accettare le modifiche.

source: In order to log in, you must accept this site's policies.
it: Per accedere è necessario accettare le norme di questo sito.

source: In order to register for a new account, you must accept this site's policies.
it: Per registrare un nuovo account, è necessario accettare le norme di questo sito.

source: Leave blank to leave users unaffected.
it: Lascia vuoto per lasciare gli utenti inalterati .

source: Legal Docs
it: Documenti legali

source: Legal document types
it: Tipi di documenti legali

source: Legal notice
it: Nota legale

source: Legal notice for %s
it: Nota legale per %s

source: Legal settings
it: Impostazioni sulle norme

source: Minimum age
it: Età minima

source: Minimum age permitted to register
it: Età minima consentita per la registrazione

source: Minimum age requirement not confirmed.
it: L'età minima richiesta non è stata confermata.

source: Not accepted.
it: Non accettato.

source: Notice: This setting controls the EU cookie warning which is injected into the view and requires user assent.
it: Nota: questa impostazione controlla l'avviso cookie UE che viene inserito a video e richiede l'assenso dell'utente.

source: Notice: This setting resets the acceptance of the site policies for all users in this group. Next time they want to log-in, they will have to acknowledge their acceptance of them again, and will not be able to log-in if they do not. This action does not affect the main administrator account. You can perform the same operation for individual users by visiting the Users manager in the site admin panel.
it: Avviso: questa impostazione azzera l'accettazione delle norme del sito per tutti gli utenti di questo gruppo. La prossima volta che effettueranno l'accesso, dovranno accettarle nuovamente e non potranno effettuare il login se non le avranno accettate. Questa azione non ha alcun effetto sull'account dell'amministratore principale. È possibile eseguire la stessa operazione per i singoli utenti attraverso il gestore degli utenti nel pannello di amministrazione del sito.

source: Operation cancelled.
it: Operazione annullata.

source: Please click on the following links to read the corresponding documents.
it: Fai clic sui seguenti collegamenti per leggere i documenti corrispondenti.

source: Policies
it: Norme

source: Policy not accepted.
it: Norme rifiutate.

source: Policy not available
it: Norme non disponibili

source: Privacy policy
it: Norme sulla privacy

source: Privacy policy for %s
it: Norme sulla privacy per %s

source: Reset user group's acceptance of site policies
it: Azzera l'accettazione delle politiche del sito da parte del gruppo di utenti

source: Save
it: Salva

source: Save and continue logging in
it: Salva e prosegui nel login

source: Settings
it: Impostazioni

source: Site policies
it: Norme del sito

source: Sorry! You changed your authentication information, and one or more items displayed on the login screen may not have been applicable for your account. Please try logging in again.
it: Hai cambiato le tue informazioni di autenticazione e uno o più elementi visualizzati nella schermata di accesso potrebbero non essere applicabili al tuo account. Per favore, prova ad accedere di nuovo.

source: Terms of use
it: Condizioni d'uso

source: Terms of use for %s
it: Condizioni d'uso per %s

source: The UID is invalid.
it: L'UID non è valido.

source: The following fields allow to reference any custom url. As soon as an url is given it will be used instead of the normal Legal templates. So you can now use any page you want for displaying and managing your legal data.
it: I seguenti campi consentono di fare riferimento a qualsiasi URL personalizzato. Non appena viene fornito un url, verrà utilizzato al posto dei modelli forniti con questo modulo. In questo modo puoi utilizzare qualsiasi pagina che desideri per visualizzare e gestire i tuoi dati legali.

source: The selected policy is not available.
it: La norme selezionate non sono disponibile.

source: The user is invalid.
it: L'utente non è valido

source: The user record or the UID is invalid or the UID does not match.
it: Il record dell'utente o l'UID non è valido, o l'UID non corrisponde.

source: Trade conditions
it: Condizioni commerciali

source: Trade conditions for %s
it: Condizioni commerciali per %s

source: Yes
it: Sì

source: You must accept this site's policies in order to proceed.
it: Devi accettare le politiche di questo sito per poter procedere.

source: You need to be %s years of age or older, in accordance with our minimum age requirement.
it: Devi avere almeno % s, in conformità al nostro requisito di età minima.

source: Your log-in request was not completed. You must review and confirm your acceptance of one or more site policies prior to logging in.
it: La tua richiesta di accesso non è stata completata. È necessario verificare e confermare l'accettazione di una o piùnorme del sito prima di accedere.
