Repository: pmoitaly/Zikula-Italian-Translation
Catalog: modules/MU/NewsModule/Resources/translations/munewsmodule.*.po
Languages: it

source: The maximum image width in pixels.
it: Larghezza massima dell'immagine in pixel.

source: The setting has been successfully changed.
it: Le impostazioni sono state aggiornate.

source: The show author option
it: Opzione per mostrare l'autore

source: The show date option
it: Opzione per mostrare la data

source: The upload directories at "%path%" can be removed manually.
it: La cartella di upload %path% può essere rimossa manualmente.

source: The upload directory "%path%" does not exist and could not be created. Try to create it yourself and make sure that this folder is accessible via the web and writable by the webserver.
it: La cartella di upload %path% non esiste e non può essere create. Prova a crearla manualmente e assicurati che sia accessibile via web e scrivibile dal web server.

source: The value "%value%" is not allowed for the "%property%" property.
it: Il valore "%value%" non è permesso per la proprietà "%property%".

source: These options allow you to configure integration aspects.
it: Queste opzioni permettono la configurazione degli aspetti di integrazione.

source: These remarks (like a reason for deny) are not stored, but added to any notification emails send to the creator.
it: Queste note (per esempio, il motivo del rifiuto) non sono memorizzate, ma aggiunte alle notifiche via email inviate all'autore.

source: These remarks (like questions about conformance) are not stored, but added to any notification emails send to our moderators.
it: Queste note (per esempio, domande sulla condormità) non sono memorizzate, ma aggiunte alle notifiche via email inviate all'autore.

source: This is an optional filter.
it: Questo è un filtro facoltativo.

source: This mail has been sent automatically by %siteName%.
it: Questa email è stata inviata automaticamente da %siteName%.

source: This section allows you to specify category-related options.
it: Questa sezione permette di configurare le opzioni sulle categorie.

source: This setting allows to enable the display of author informations within an article.
it: Queste impostazioni permettono di mostrare in un articolo le informazioni sull'autore .

source: This setting allows to enable the display of date informations within an article.
it: Queste impostazioni permettono di mostrare in un articolo le informazioni sulla data.

source: This setting is disabled. Click here to enable it.
it: Questa impostazione è disabilitata. Fai click qui per abilitarla.

source: This setting is enabled. Click here to disable it.
it: Questa impostazione è abilitata. Fai click qui per disabilitarla.

source: Thumbnail height message image upload 1 display
it: Altezza della miniatura della prima immagine nella pagina dell'articolo

source: Thumbnail height message image upload 1 edit
it: Altezza della miniatura della prima immagine nella pagina di modifica

source: Thumbnail height message image upload 1 view
it: Altezza della miniatura della prima immagine nell'elenco

source: Thumbnail height message image upload 2 display
it: Altezza della miniatura della seconda immagine nella pagina dell'articolo

source: Thumbnail height message image upload 2 edit
it: Altezza della miniatura della seconda immagine nella pagina di modifica

source: Thumbnail height message image upload 2 view
it: Altezza della miniatura della seconda immagine nell'elenco

source: Thumbnail height message image upload 3 display
it: Altezza della miniatura della terza immagine nella pagina dell'articolo

source: Thumbnail height message image upload 3 edit
it: Altezza della miniatura della terza immagine nella pagina di modifica

source: Thumbnail height message image upload 3 view
it: Altezza della miniatura della terza immagine nell'elenco

source: Thumbnail height message image upload 4 display
it: Altezza della miniatura della quarta immagine nella pagina dell'articolo

source: Thumbnail height message image upload 4 edit
it: Altezza della miniatura della quarta immagine nella pagina di modifica

source: Thumbnail height message image upload 4 view
it: Altezza della miniatura della quarta immagine nell'elenco

source: Thumbnail height on display pages in pixels.
it: Altezza della miniatura nella pagina dell'articolo, in pixel.

source: Thumbnail height on edit pages in pixels.
it: Altezza della miniatura nella pagina di modifica, in pixel.

source: Thumbnail height on view pages in pixels.
it: Altezza della miniatura nella pagina della panoramica, in pixel.

source: Thumbnail mode (inset or outbound).
it: Modalità delle miniature (interne o esterne).

source: Thumbnail mode message image upload 1
it: Modalità della miniatura 1

source: Thumbnail mode message image upload 2
it: Modalità della miniatura 2

source: Thumbnail mode message image upload 3
it: Modalità della miniatura 3

source: Thumbnail mode message image upload 4
it: Modalità della miniatura 4

source: Thumbnail width message image upload 1 display
it: Larghezza della miniatura della prima immagine nella pagina dell'articolo

source: Thumbnail width message image upload 1 edit
it: Larghezza della miniatura della prima immagine nella pagina di modifica

source: Thumbnail width message image upload 1 view
it: Larghezza della miniatura della prima immagine nell'elenco

source: Thumbnail width message image upload 2 display
it: Larghezza della miniatura della seconda immagine nella pagina dell'articolo

source: Thumbnail width message image upload 2 edit
it: Larghezza della miniatura della seconda immagine nella pagina di modifica

source: Thumbnail width message image upload 2 view
it: Larghezza della miniatura della seconda immagine nell'elenco

source: Thumbnail width message image upload 3 display
it: Larghezza della miniatura della terza immagine nella pagina dell'articolo

source: Thumbnail width message image upload 3 edit
it: Larghezza della miniatura della terza immagine nella pagina di modifica

source: Thumbnail width message image upload 3 view
it: Larghezza della miniatura della terza immagine nell'elenco

source: Thumbnail width message image upload 4 display
it: Larghezza della miniatura della quarta immagine nella pagina dell'articolo

source: Thumbnail width message image upload 4 edit
it: Larghezza della miniatura della terza immagine nella pagina di modifica

source: Thumbnail width message image upload 4 view
it: Larghezza della miniatura della quarta immagine nell'elenco

source: Thumbnail width on display pages in pixels.
it: Larghezza della miniatura nella pagina dell'articolo.

source: Thumbnail width on edit pages in pixels.
it: Larghezza della miniatura nella pagina di modifica.

source: Thumbnail width on view pages in pixels.
it: Larghezza della miniatura nell'elenco.

source: Title
it: Titolo

source: Try another image or make the file size smaller than
it: Prova con un'altra immagine o riduci questa a meno di

source: Unarchive
it: Estrai dall'archivio

source: Unpublish
it: Annulla la pubblicazione

source: Update
it: Aggiorna

source: Update configuration
it: Aggiorna la configurazione

source: Update content and approve for immediate publishing.
it: Aggiorna il contenuto e approvalo per la pubblicazione immediata.

source: Update date
it: Aggiorna la data

source: Updated by %user
it: Aggiornato da %user

source: Updated by %user on %date
it: Aggiornato da %user il %date

source: Updated on %date
it: Aggiornato il %date

source: Updater
it: Revisore

source: Upload settings
it: Impostazioni di upload

source: Used to determine moderator user accounts for sending email notifications.
it: Usato per determinare le utenze del moderatore per l'invio di mail.

source: View detail page
it: Vedi l'articolo

source: View messages
it: Vedi le notizie

source: Waiting
it: In attesa

source: Warning! The upload directory at "%path%" exists but is not writable by the webserver.
it: Attenzione! La cartella di upload "%path%" esiste, ma non è scrivibile dal webserver.

source: Weight
it: Peso

source: Welcome to the message section of the News application.
it: Benvenuto nella sezione dei messaggi del blocco News.

source: When displaying an article, a number of additional article titles in the same category can be shown. To show the additional article titles for every article set the value above to a number larger than 0. When the value is set to 0, the number of additional article titles can be set per article by means of the article attribute \"morearticlesincat\". You need to enable \"article attributes\" yourself. When the setting above or the article attribute is set to 0, no titles will be extracted from the database.
it: Quando si mostra un articolo, si può far vedere anche un certo numero di titoli di articoli nella stessa categoria. Per mostrare questi titoli addizionali imposta il valore di cui sopra a un numero maggiore di 0. Quando il valore è impostato a ', il numero dei titoli addizionali può essere impostato in ogni articolo per mezzo dell'attribyto \"morearticlesincat\". Devi abilitare \"attributi dell'articolo\" tu stesso. Quando l'impostazione di cui sopra o l'attributo dell'articolo sono impostati a 0, non sarà mostrato nessun titolo aggiuntivo.

source: Whether automatically filter data in the frontend based on the current locale or not
it: Quando filtrare automaticamente i dati nel frontend in base alle impostazioni geografiche o meno

source: Whether to add a link to messages of the current user on his account page
it: Quando aggiungere un link al messaggio per l'utente nella sua pagina personale

source: Whether to enable shrinking huge images to maximum dimensions. Stores downscaled version of the original image.
it: Quando abilitare il ridimensionamento delle immagini al massimo consentito. Memorizza versioni ridotte dell'immagine originale.

source: Which sections are supported in the Finder component (used by Scribite plug-ins).
it: Sezioni supportate dal componente Finder (usato dal plugin Scribite).

source: With description
it: Con la descrizione

source: With selected messages
it: Con i messaggi selezionati

source: Workflow state
it: Stato del workflow

source: Workflows
it: Workflow

source: Yes
it: Sì

source: You can customise several display-oriented aspects of the articles.
it: Puoi personalizzare vari aspetti dell'articolo in rapporto al modo in cui sarà mostrato.

source: You can switch between different image fields
it: Puoi scorrere tra i diversi campi immagine

source: Your message "%entity%" has been changed.
it: Il tuo articolo "%entity%" è stato modificato.

source: Your submission has been deleted
it: La tua richiesta è stata cancellata

source: Your submission has been updated
it: La tua richiesta è stata aggiornata

source: allow comments ?
it: permettere i commenti?

source: display on index ?
it: visualizzare nell'indice ?

source: messages
it: messaggi

source: no end date ?
it: nessuna data finale?

source: pixels
it: pixel
