Repository: pmoitaly/Zikula-Italian-Translation
Catalog: modules/MU/NewsModule/Resources/translations/munewsmodule.*.po
Languages: it

source: 3 newest messages
it: 3 articoli più recenti

source: 3 random messages
it: 3 articoli casuali

source: A direct feed showing the list of messages
it: Un feed diretto che mostra l'elenco delle notizie

source: A list of the three newest messages.
it: Un elenco dei tre articoli più recenti.

source: A list of three random messages.
it: Un elenco di tre articoli a caso.

source: A user changed his message "%entity%".
it: Un utente ha modificato il suo articolo "%entity%".

source: Absolute url to the message
it: URL assoluta all'articolo

source: Actions
it: Azioni

source: Add another image
it: Aggiungi un'altra pagina

source: Additional remarks
it: Note addizionali

source: Additional remarks:
it: Note addizionali:

source: After the succesful update you have to enter maximum size for file uploads!
it: A seguito dell'aggiornamento riuscito, hai raggiunto il numero massimo di file caricabili!

source: All
it: Tutto

source: All except approved
it: Tutto tranne approvati

source: All except archived
it: Tutto tranne archiviati

source: All except suspended
it: Tutto tranne sospesi

source: All except waiting
it: Tutto eccetto in attesa

source: Allow comments
it: Permetti i commenti

source: Allow uploading article pictures
it: Permetti di caricare immagini per l'articolo

source: Allowed file extensions
it: Estensioni dei file consentite

source: Allowed file size
it: Dimensione del file consentita

source: Amount
it: Quantità

source: Amount of more articles in category
it: Quantità di articoli nella categoria

source: Amount of views
it: Numero di visite

source: An error occured during creation of the .htaccess file in directory "%path%".
it: Si è verificato un errore durante la creazione del file .htaccess nella cartella "%path%".

source: Approve
it: Approva

source: Approved
it: Approvato

source: Approver
it: Revisore

source: Archive
it: Archivia

source: Archived
it: Archiviato

source: ArticleDateTime
it: Data e ora dell'articolo

source: ArticleID
it: ID dell'articolo

source: ArticleStartDate
it: Data di pubblicazione dell'articolo

source: ArticleWeight
it: Dimensione dell'articolo

source: Ascending
it: Crescente

source: Attributes
it: Attributi

source: Author
it: Autore

source: Back to overview
it: Torna alla descrizione

source: Back to paginated view
it: Torna all'elenco

source: Bytes
it: Byte

source: Cancel
it: Annulla

source: Categories
it: Categorie

source: Category
it: Categoria

source: Category settings
it: Impostazioni della categoria

source: Change selection
it: Cambia la selezione

source: Choose action
it: Scegli un'azione

source: Choose an option
it: Scegli un'opzione

source: Choose the default message sorting.
it: Scegli l'ordine predefinito degli articoli.

source: Choose the enabled finder types.
it: Scegli i tipi di ricerca abilitati.

source: Choose the image float on display page.
it: Imposta l'orientamento dell'immagine nella pagina dell'articolo.

source: Choose the image float on view page.
it: Imposta l'orientamento dell'immagine nell'elenco.

source: Choose the message language of the message
it: Scegli la lingua dell'articolo

source: Choose the moderation group for messages
it: Scegli il gruppo di moderazione per l'articolo

source: Choose the thumbnail mode.
it: Scegli la modalità delle miniature.

source: Communication
it: Comunicazione

source: Configuration
it: Configurazione

source: Confirmation prompt
it: Richiesta di conferma

source: Content has been approved and is available online.
it: Il contenuto è stato approvato ed è stato pubblicato.

source: Content has been approved, but is temporarily offline.
it: Il contenuto è stato approvato ma non è ancora stato pubblicato.

source: Content has been deleted
it: Il contenuto è stato cancellato

source: Content has been submitted and waits for approval.
it: Il contenuto è stato ricevuto ed è in attesa di approvazione.

source: Content has been updated
it: Il contenuto è stato aggiornato

source: Content has reached the end and became archived.
it: Il contenuto ha raggiunto la data di fine pubblicazione ed è stato archiviato.

source: Could not inform other persons about your amendments, because the Mailer module is not available - please contact an administrator about that!
it: Non è stato possibile informare altre persone perché il modulo Mailer non è disponibile. Si prega di informare l'amministratore!

source: Create message
it: Scrivi un articolo

source: Created by %user
it: Scritto da %user

source: Created by %user on %date
it: Scritto da %user il %date

source: Created on %date
it: Scritto il %date

source: Creation
it: Creazione

source: Creation and update
it: Creazione e aggiornamento

source: Creation date
it: Data di creazione

source: Creator
it: Autore

source: Current file
it: File attuale

source: Custom template
it: Template personalizzato

source: Default
it: Predefinito

source: Default message sorting
it: Ordine predefinito delle notizie

source: Sorting direction
it: Direzione dell'ordinamento

source: Delete
it: Elimina

source: Delete content permanently.
it: Elimina definitivamente il contenuto.

source: Delete existing file
it: Elimina il file esistente

source: Delete message
it: Elimina l'articolo

source: Delete this file ?
it: Eliminare questo file?

source: Delete this message
it: Elimina questo messaggio

source: Deleted
it: Eliminato

source: Descending
it: Decrescente

source: Details
it: Dettagli

source: Display a PDF link for the articles in the index page
it: Mostra un collegamento PDF per gli articoli nell'indice

source: Display list of MUNewsModule objects.
it: Mostra un elenco di oggetti del modulo News.

source: Display on index
it: Mostra nell'indice

source: Display or link a single MUNewsModule object.
it: Mostra o collega a un oggetto del modulo News.

source: Display pdf link
it: Mostra il link al PDF

source: Display setting
it: Impostazioni di visuailizzazione

source: Do you really want to delete this message: "%name%" ?
it: Vuoi cancellare davvero l'articolo "%name%"?

source: Doctrine Exception
it: Errore di Doctrine

source: Done! Item created.
it: L'elemento è stato creato.

source: Done! Item deleted.
it: L'elemento è stato eliminato.

source: Done! Item updated.
it: L'elemento è stato aggiornato.

source: Done! Message created.
it: L'articolo è stato creato.

source: Done! Message deleted.
it: L'articolo è stato eliminato.

source: Done! Message updated.
it: L'articolo è stato aggiornato.

source: Done! Module configuration updated.
it: La configurazione del modulo è stata aggiornata.

source: Dummy message choice
it: Messaggio fittizio da parte di un generatore automatico

source: Dummy message text
it: Messaggio fittizio

source: Edit
it: Modifica

source: Edit message
it: Modifica l'articolo

source: Edit messages workflow
it: Modifica il workflow dell'articolo

source: Edit the message:
it: Modifica l'articolo:

source: Edit this message
it: Modifica questo articolo

source: Edit workflow for messages
it: Modifica il workflow dell'articolo

source: Edit your message:
it: Modifica il tuo articolo:

source: Enable attribution
it: Abilita l'attribuzione

source: Enable categorization
it: Abilita la categorizzazione

source: Enable more messages in category
it: Abilita notizie addizionali nella categoria

source: Enable multi language
it: Abilita le funzioni multilingua

source: Enable picture upload
it: Abilita il caricamento delle immagini

source: Enable shrinking for message image upload 1
it: Abilita la riduzione della prima immagine caricata

source: Enable shrinking for message image upload 2
it: Abilita la riduzione della seconda immagine caricata

source: Enable shrinking for message image upload 3
it: Abilita la riduzione della terza immagine caricata

source: Enable shrinking for message image upload 4
it: Abilita la riduzione della quarta immagine caricata

source: Enable this option to insert images
it: Abilita il caricamento delle immagini

source: Enabled finder types
it: Abilita i tipi di ricerca

source: End date
it: Data finale

source: Enter any additions about your changes
it: Inserisci qualche notizia sui cambiamenti

source: Enter any additions about your content
it: Inserisci qualche notizia sul contenuto

source: Enter the amount of more articles in category.
it: Inserisci il numero di articoli nella categoria.

source: Enter the amount of views of the message.
it: Inserisci il numero di letture dell'articolo.

source: Enter the approver of the message
it: Inserisci il revisore dell'articolo

source: Enter the author of the message
it: Inserisci l'autore dell'articolo

source: Enter the end date of the message
it: Inserisci la data finale dell'articolo

source: Enter the image upload 1 of the message
it: Seleziona la prima immagine da caricare

source: Enter the image upload 2 of the message
it: Seleziona la seconda immagine da caricare

source: Enter the image upload 3 of the message
it: Seleziona la terza immagine da caricare

source: Enter the image upload 4 of the message
it: Seleziona la quarta immagine da caricare

source: Enter the main text of the message
it: Inserisci il corpo dell'articolo

source: Enter the max size
it: Inserisci la lunghezza massima

source: Enter the message entries per page.
it: Inserisci il numero di elementi per ogni pagina.

source: Enter the notes of the message
it: Inserisci una note

source: Enter the shrink height
it: Inserisci l'altezza dell'immagine ridimensionata

source: Enter the shrink width
it: Inserisci la larghezza dell'immagine ridimensionata

source: Enter the start date of the message
it: Inserisci la data di pubblicazione dell'articolo

source: Enter the start text of the message
it: Inserisci il cappello dell'articolo

source: Enter the thumbnail height display
it: Inserisci l'altezza delle anteprime nella pagina dell'articolo

source: Enter the thumbnail height edit
it: Inserisci l'altezza delle anteprime in fase di modifica

source: Enter the thumbnail height view
it: Inserisci l'altezza delle anteprime nell'elenco

source: Enter the thumbnail width display
it: Inserisci la larghezza delle anteprime nella pagina dell'articolo

source: Enter the thumbnail width edit
it: Inserisci la larghezza delle anteprime in fase di modifica

source: Enter the thumbnail width view
it: Inserisci la larghezza delle anteprime nell'indice

source: Enter the title of the message
it: Inserisci il titolo dell'articolo

source: Enter the weight of the message.
it: Inserisci il peso dell'articolo.

source: Entry to display
it: Voce visualizzata

source: Error! Could not create a category registry for the %entity% entity.
it: Errore! Impossibile creare una categoria per l'entità% entity%.

source: Error! Could not determine workflow actions.
it: Errore! Impossibile determinare le azioni di workflow.

source: Error! Creation attempt failed.
it: Errore! Tentativo di creazione non riuscito.

source: Error! Deletion attempt failed.
it: Errore! Tentativo di cancellazione non riuscito.

source: Error! Invalid object type received.
it: Errore! Ricevuto un tipo di oggetto non valido .

source: Error! It is not allowed to delete this message.
it: Errore! Non si può cancellare questa notizia.

source: Error! This file is too big.
it: Errore! Il file è troppo grande.

source: Error! This file type is not allowed. Please choose another file format.
it: Errore! Questo tipo di file non è consentito. Scegli un altro formato.

source: Error! This file type seems not to be a valid image.
it: Errore! Questo tipo di file non sembra essere un'immagine valida.

source: Error! Update attempt failed.
it: Errore! Tentativo di aggiornamento non riuscito.

source: Error: Invalid editor context given for external controller action.
it: Errore! Contesto dell'editor non valido per un controller esterno.

source: Error: invalid input.
it: Errore: dato non valido.

source: Errors
it: Errori

source: Example
it: Esempio

source: Fields
it: Campi

source: Filter
it: Filtro

source: Filter (expert option)
it: Filtro (Opzioni per esperti)

source: Filter data by locale
it: Filtra i dati con la voce

source: For example: 4000 (byte), 100k (kilobyte) and 1M (megabyte).
it: Per esempio: 4000 (byte), 100k (kilobyte) o 1M (megabyte).

source: Further properties
it: Altre proprietà

source: General settings
it: Impostazioni generali

source: Hello %recipient%
it: Ciao, %recipient%

source: Here you can assign moderation groups for enhanced workflow actions.
it: Qui puoi assegnare gruppi di moderazione ad azioni migliorate di wokflow.

source: Here you can change general News settings.
it: Qui puoi cambiare le impostazioni generali delle notizie.

source: Here you can choose a custom creation date
it: Qui puoi scegliere una data di creazione personalizzata

source: Here you can choose a user which will be set as creator
it: Qui puoi indicare l'utente autore della notizia

source: Here you can configure parameters for list views.
it: Qui puoi configurare i parametri per la visualizzazione degli elenchi.

source: Here you can customise the picture upload behaviour.
it: Qui puoi modificare il comportamento del caricamento delle immagini.

source: Here you can inspect and amend the existing workflows.
it: Qui puoi vedere e modificare i workflow esistenti.

source: Hide content temporarily.
it: Nascondi temporaneamente il contenuto.

source: Hooks
it: Hook

source: ID of message
it: ID dell'articolo

source: If you change this please save the block once to reload the parameters below.
it: Se cambi questo valore, salva il blocco una volta per ricaricare i parametri che seguono.

source: Image
it: Immagini

source: Image field
it: Campo dell'immagine

source: Image float on display page
it: Posizione dell'immagine nella pagina dell'articolo

source: Image float on the article display page
it: Posizione dell'immagine nella pagina dell'articolo

source: Image float on the view page
it: Posizione dell'immagine nell'elenco degli articoli

source: Image float on view page
it: Posizione dell'immagine nell'elenco degli articoli

source: Image settings for messages image upload 1
it: Impostazioni per la 1.a immagine dell'articolo

source: Image settings for messages image upload 2
it: Impostazioni per la 2.a immagine dell'articolo

source: Image settings for messages image upload 3
it: Impostazioni per la 3.a immagine dell'articolo

source: Image settings for messages image upload 4
it: Impostazioni per la 4.a immagine dell'articolo

source: Image upload 1
it: Caricamento della prima immagine

source: Image upload 2
it: Caricamento della seconda immagine

source: Image upload 3
it: Caricamento della terza immagine

source: Image upload 4
it: Caricamento della quarta immagine

source: Image with absolute url to the message
it: Immagine con link assoluto all'articolo

source: Image with relative link to the message
it: Immagine con link relativo all'articolo

source: Images
it: Immagini

source: Initial
it: Iniziale

source: Inset
it: Inserimento

source: Integration
it: Integrazione

source: Invalid object type received.
it: Ricevuto un oggetto di tipo non valido.

source: Invalid user field name received.
it: Ricevuto un nome di campo utente non valido.

source: Invalid user identifier received.
it: Ricevuto un identificativo dell'utente non valido.

source: It's new state is: %state%
it: Il suo nuovo stato è: %state%

source: Last update
it: Ultimo aggiornamento

source: Latest messages
it: Ultime notizie

source: Left
it: Sinistra

source: Link own messages on account page
it: Link ai tuoi articoli nella tua pagina utente

source: Link to the message:
it: Link all'articolo:

source: Link to your message:
it: Link al tuo articolo:

source: List views
it: Elenco

source: MUNewsModule detail view
it: Vista di dettaglio di del modulo News

source: MUNewsModule items
it: Elementi del modulo News

source: MUNewsModule list view
it: Visualizzazione elenco del modulo News

source: Main text
it: Testo principale

source: Make content available again.
it: Rendi il contenuto di nuovo disponibile.

source: Manage settings for this application
it: Gestisci le impostazioni per questa applicazione

source: Max size
it: Dimensione massima

source: Message
it: Notizia

source: Message entries per page
it: Numero di articoli per pagina

source: Message filter hooks subscriber
it: Filter hooks subscriber degli articoli

source: Message form aware subscriber
it: Form aware subscriber degli articoli

source: Message language
it: Lingua dell'articolo

source: Message ui hooks subscriber
it: UI hooks subscriber degli articoli

source: Message with id %id% could not be found
it: L'articolo con id %s non può essere trovata

source: Messages
it: Articoli

source: Messages image upload 1
it: Prima immagine

source: Messages image upload 2
it: Seconda immagine

source: Messages image upload 3
it: Terza immagine

source: Messages image upload 4
it: Quarta immagine

source: Messages list
it: Elenco degli articoli

source: Messages pending approval
it: Approvazione degli articoli in attesa

source: Moderation
it: Moderazione

source: Moderation group for messages
it: Gruppo dei moderatori delle notizie

source: Moderation options
it: Opzioni di moderazione

source: Module "%moduleName%" is not available.
it: Il modulo "%moduleName%" non è disponibile.

source: Move content into the archive.
it: Sposta il contenuto nell'archivio.

source: Move content out of the archive.
it: Togli il contenuto dall'archivio.

source: My messages
it: I miei articoli

source: Needs to be located in the "External/YourEntity/" directory.
it: Dev'essere posto nella cartella "External/YourEntity/".

source: New content has been submitted
it: E' stato inviato un nuovo contenuto

source: Newest
it: Più recente

source: No correct needle id given.
it: Non è stata fornita una corretta neddle id.

source: No end date
it: Nessuna data finale

source: No entries found.
it: Nessun elemento trovato.

source: No item selected.
it: Nessun elemento selezionato.

source: No messages found.
it: Nessun articolo trovato.

source: No other articles found.
it: Nessun altro articolo trovato.

source: No such item found.
it: Impossibile trovare la voce corrispondente.

source: No such item.
it: Nessun elemento corrispondente.

source: None
it: Nessuno

source: Note: this value must not exceed %amount% characters.
it: Nota: questo testo non deve superare %amount% caratteri.

source: Notes
it: NoteHinweise

source: Object type
it: Tipo di oggetto

source: One message is waiting for approval.|%amount% messages are waiting for approval.
it: Un messaggio è in attesa di approvazione.|%amont% messaggi sono in attesa di approvazione.

source: Only digits are allowed.
it: Sono permessi solo numeri.

source: Only images
it: Solo immagini

source: Only item titles
it: Solo titoli

source: Open file
it: Apri il file

source: Open preview page
it: Apri la pagina di anteprima

source: Operation cancelled.
it: Operazione annullata.

source: Option A
it: Opzione A

source: Outbound
it: In uscita

source: Page size
it: Dimensione della pagina

source: Paste as
it: Incolla come

source: Preview
it: Anteprima

source: Publish
it: Pubblica

source: Quick navigation
it: Navigazione veloce

source: Random
it: Casuale

source: Read more
it: Segue...

source: Related articles
it: Articoli correlati

source: Relative link to the image
it: Link relativo all'immagine

source: Relative link to the message
it: Link relativo all'articolo

source: Reset
it: Indietro

source: Reset to empty value
it: Reimposta al valore vuoto

source: Reuse
it: Riuso

source: Reuse for new message
it: Riusa per una nuova notizia

source: Right
it: Destra

source: Search
it: Cerca

source: Search and select message
it: Cerca e seleziona una notizia

source: Search for
it: Cerca

source: Send private message to %userName%
it: Invia un messaggio privato a %userName%

source: Settings
it: Impostazioni

source: Show all entries
it: Mostra tutti gli elementi

source: Show author
it: Mostra l'autore

source: Show date
it: Mostra la data

source: Shows all items except these which are approved
it: Mostra tutti gli elementi eccetto quelli approvati

source: Shows all items except these which are archived
it: Mostra tutti gli elementi eccetto quelli archiviati

source: Shows all items except these which are suspended
it: Mostra tutti gli elementi eccetto quelli in sospeso

source: Shows all items except these which are waiting
it: Mostra tutti gli elementi eccetto quelli in attesa

source: Shrink height message image upload 1
it: Altezza ridotta della prima immagine dell'articolo

source: Shrink height message image upload 2
it: Altezza ridotta della seconda immagine dell'articolo

source: Shrink height message image upload 3
it: Altezza ridotta della terza immagine dell'articolo

source: Shrink height message image upload 4
it: Altezza ridotta della quarta immagine dell'articolo

source: Shrink width message image upload 1
it: Larghezza ridotta della prima immagine dell'articolo

source: Shrink width message image upload 2
it: Larghezza ridotta della seconda immagine dell'articolo

source: Shrink width message image upload 3
it: Larghezza ridotta della terza immagine dell'articolo

source: Shrink width message image upload 4
it: Larghezza ridotta della quarta immagine dell'articolo

source: Sorry, but an error occured during the %action% action.
it: Si è verificato un errore durante l'azione %action%.

source: Sorry, but an error occured during the %action% action. Please apply the changes again!
it: Si è verificato un errore durante l'azione %action%. Per favore, applica nuovamente le modifiche!

source: Sorry, but you can not create the message yet as other items are required which must be created before!
it: Non puoi ancora creare la notizia perché sono richiesti altri elementi che devono essere creati prima!

source: Sort by
it: Ordinamento per

source: Sort by %s
it: Ordinamento per %s

source: Sort direction
it: Direzione dell'ordinamento

source: Sorting
it: Ordinamento

source: Start date
it: Data di pubblicazione

source: Start text
it: Testo introduttivo

source: State
it: Stato

source: Submit
it: Invia

source: Submit and approve
it: Invia e approva

source: Submit and repeat
it: Invia e ripeti

source: Suspended
it: Sospeso

source: Switch to administration area.
it: Passa all'area di amministrazione.

source: Switch to user area.
it: Passa all'area utente.

source: The amount of messages shown per page
it: Numero di notizie per pagina

source: The cache directory "%directory%" does not exist. Please create it and make it writable for the webserver.
it: La cartella della cache "%directory%" non esiste. Creala e rendila scrivibile per il webserver.

source: The display pdf link option
it: Opzione per visualizzare il collegamento PDF

source: The enable attribution option
it: Opzione per abilitare l'attribuzione

source: The enable categorization option
it: Opzione per abilitare la categorizzazione

source: The enable more messages in category option
it: Opzione per mostrare altri messaggi della stessa categoria

source: The enable multi language option
it: Opzione per abilitare la gestione delle lingue

source: The enable picture upload option
it: Opzione per abilitare il caricamento di immagini

source: The enable shrinking option
it: Opzione per abilitare la riduzione delle immagini

source: The filter data by locale option
it: Opzione per filtrare i dati in modo personalizzato

source: The link own messages on account page option
it: Opzione per mostrare nella pagina utente il link alle proprie notizie

source: The maximum amount of items to be shown.
it: Massimo numero di elementi da mostrare.

source: The maximum image height in pixels.
it: Altezza massima dell'immagine in pixel.
